{"url_id": "01f84eb88c2fcec165ae9e6701601513", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-as-commodities-extend-gains-20210223-p574ve", "topic": "World markets", "title": "ASX to slip as commodities extend gains", "summary": "Australian shares are set to open lower as tech selling accelerated into the close in New York, dragging the Nasdaq sharply lower.", "date": "Feb 23, 2021 – 5.20am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to open lower, as selling in Wall Street offset rising prices for commodities and optimism about the global economic outlook.", "Gold, oil, iron ore as well as copper, nickel, aluminium and lead advanced overnight.", "ASX futures down 13 points or 0.2 per cent to 6700 near 8am AEDT; they had been 15 higher at 7am AEDT. The currency was up 0.6pc.", "Click here for the AFR’s profit season calendar.", "In New York, US stocks were mixed with the Dow barely higher and both the S&P 500 and Nasdaq lower. The Nasdaq slumped 2.5 per cent, with a late surge in selling extending losses.", "Techs were hit by a selling wave: Apple -3pc, Microsoft -2.7pc, Amazon -2.1pc. Tesla slid 8.6pc. The US listed shares of Atlassian tumbled 6.7pc.", "The yield on the US 10-year note edged up 3 basis points to 1.37 per cent; its Australian counterpart was at 1.64pc. Westpac this week lifted its year-end 2021 forecast for the Aussie 10-year yield to 1.9pc and its year-end 2022 forecast to 2.4pc.", "“We expect that higher rate profile to persist right out to end 2024 when we see the US 10 year bond rate settling at around 3pc (reaching a sustainable peak before the first rate hike by the Fed),” Westpac said. “That next cycle can be expected to be more gradual than previous cycles.”", "As for the outlook for US rates, investors await Federal Reserve chairman Jerome Powell’s semi-annual testimony to Congress starting on Tuesday (Wednesday AEDT).", "“Powell will likely reiterate they are nowhere near their employment and inflation targets,” Oanda’s Edward Moya said in a note: “The path of rates won’t change this year, with the earliest that some economists see a potential move up in rates being next January.", "“Since financial conditions are tightening and with wage pressures remaining nonexistent, that should keep inflation fears from getting out of control. The economic data has been improving but remains inconsistent and that is all Powell needs to keep his ultra-accommodative stance.”", "Bitcoin was near 7.6pc lower at $US53,790 near 7am AEDT on bitstamp.net; it earlier briefly to below $US49,700. Tesla has earned “roughly” $US1 billion from its bitcoin bet.", "Metals continued to be actively traded. Gold leapt back above $US1800 an ounce; benchmark oil was near 3pc higher. US oil was up more than 3pc.", "In London, base metals continue to reset multiyear highs. Benchmark copper surged as high as $US9269.50 in London trading and premiums for quickly deliverable metal on the London Metal Exchange hit two-year highs, suggesting supplies are tight.", "Nickel was trading above $US20,000 a tonne for the first time since 2014. Aluminium gained 1.9pc to $US2172, earlier hitting its highest since October 2018 at $US2177.50. Both lead and zinc also touched highs last reached in 2019.", "“Speculative interest has surged in a number of commodities, as price momentum has fuelled near-term bullishness,” Continuum Economics said in a note.", "As per the level of speculation, Marex Spectron said LME copper net spec long has swiftly expanded to 50pc of OI as at last Thursday, a level not seen since September 2017. That year the long reached 58pc of OI.", "“Expectations of an inflationary environment have historically led the commodity price cycle and with the US 10 year bond yield continuing its ascent, this should be monitored for chinks in our base metals pricing armour particularly with the Fed’s Powell testifying in front of Congress” this week, Marex also said."], "Today's agenda": ["Local: International merchandise trade January; NZ retail sales volumes fourth quarter", "Overseas data: UK December ILO unemployment rate; US December FHFA house prices and S&P CoreLogic CS house prices, February consumer confidence index and Richmond Fed index"], "Market highlights": ["ASX futures down 13 points or 0.2 per cent to 6700 near 8am AEDT", "AUD +0.6% to 79.16 US cents", "Bitcoin -7.5% $US53,874.77 at 7.04am AEDT", "On Wall St: Dow +0.1% S&P 500 -0.8% Nasdaq -1.6%", "In New York: BHP +1.9% Rio +0.4% Atlassian -6.7%", "In Europe: Stoxx 50 -0.4% FTSE -0.2% CAC -0.1% DAX -0.3%", "Spot gold +1.4% to $US1809.07/oz at 1.01pm New York time", "Brent crude +2.8% to $US64.69 a barrel", "US oil +3.1% to $US61.05 a barrel", "Iron ore +1.4% to $US175.96 a tonne", "2-year yield: US 0.11% Australia 0.12%", "5-year yield: US 0.60% Australia 0.79%", "10-year yield: US 1.37% Australia 1.64% Germany -0.34%", "US prices near 5pm in New York"], "From today's Financial Review": ["Crown hit by royal commission", "Embattled casino giant Crown Resorts faces full-scale inquiries in two states after Victoria joined Western Australia in launching a royal commission into the gambling giant.", "Crown royal commission deepens Coonan’s woes", "Chanticleer: BoQ’s chance to shed mediocrity: Bank of Queensland will become Australia’s sixth-largest bank following its $1.3 billion merger with ME Bank. Bigger is not necessarily better unless CEO George Frazis can fix long-standing problems in both banks.", "Sydney man arrested over alleged bitcoin money-laundering scheme: A Sydney man is facing drug and money-laundering charges as police allege the man tried to get criminals to convert nearly $5.5 million in cash into bitcoin."], "United States": ["Climbing Treasury yields and prospects of rising inflation triggered valuation concerns, hitting shares of high-flying growth companies.", "“There’s little new money going into the market. It is like everyone has bought in and, at some point, there’s an exhaustion of buyers and the market tends to come down a little bit,” said David Keller, chief market strategist at StockCharts.com.", "“The market is recognising the general euphoric sentiment conditions that we’ve had.”", "Value stocks have outperformed growth shares in February, with investors betting on a rebound in industrial activity and a pick up in consumer demand as countries roll out vaccines to tame the pandemic."], "Europe": ["The pan-European STOXX 600 index settled 0.4pc down after dropping as much as 1pc, led by declines in technology companies and retail stocks.", "A recent rise in sovereign debt yields on forecasts for rising inflation has weighed on risk-driven assets because the higher yields offer safer returns.", "But yields in the euro zone dropped after European Central Bank president Christine Lagarde said the bank was closely monitoring rising borrowing costs, which could point towards future ECB intervention in debt markets.", "The tech sector hit a 20-year high last week and Mirabaud analyst Neil Campling attributed recent losses to profit-taking after a “period of positive price action”.", "Travel and leisure stocks strengthened after British Prime Minister Boris Johnson set out a phased plan to end the country’s COVID-19 lockdown.", "The FTSE 100 also trimmed losses through the day, with British Airways owner IAG jumping more than 7pc after raising its total liquidity by £2.45 billion.", "Security company G4S, however, tumbled nearly 10pc after Canada’s GardaWorld said it would not raise its takeover, handing victory to Allied Universal in their months-long bid battle."], "Asia": ["China capital control changes designed to fuel Hong Kong IPO market: China’s regulators consider making it easier for its citizens to invest in Hong Kong’s booming IPO market. Limits on how much individuals can take out of the country will remain.", "China’s blue-chip index posted its biggest daily drop in nearly seven months on Monday after touching record highs last week, as investors fretted over high stock valuations and the risk of policy tightening.", "The blue-chip CSI300 index slumped 3.1pc to close at 5597.33 points, its biggest daily percentage drop since July 24, 2020. The Shanghai Composite index fell 1.5pc to 3642.44 points.", "Despite Monday’s slump, valuations remain near record highs and some analysts expect earnings to stay strong on a cyclical recovery.", "“We could see a sharper rotation into cyclical stocks like banks, materials and energy, with tech shares remaining strong following very robust performance (year-to-date),” said Carlos Casanova, senior economist for Asia at Union Bancaire Privee.", "At the close of trade, the Hang Seng index was down 324.90 points or 1.1pc at 30,319.83, reversing gains marked earlier in the day. The Hang Seng China Enterprises index fell 1.8pc to 11,893.68.", "Tencent Holdings was the biggest drag in the Hang Seng index, falling 3.7pc and pulling the IT sector 4.4pc lower. The IT index hit a record high last week."], "Currencies": ["The pound hit fresh three-year highs against the US dollar as bullish investors bet on the UK’s vaccination rollout bringing about an economic recovery and Prime Minister Boris Johnson set out a schedule for easing the lockdown.", "Sterling has risen 2.9pc against the US dollar in 2021 and its rapid gains have led to talk of a possible correction. Speculators added to their net long position in the currency for the third week running in the week to February 16, CFTC positioning data showed. The market is at its most bullish in one year."], "Commodities": ["Benchmark copper on the LME was up 1.9pc at $US9075.50 a tonne at 1710 GMT, after earlier touching $US9269.50. The premium for cash copper over the LME three-month contract rose as high as $US49.50 a tonne, the most since March 2019.", "Prices are up about 7pc since China, the biggest consumer, returned on Thursday from its Lunar New Year holiday, taking gains to 16pc this year after a 26pc rise in 2020.", "In contrast, coking coal and coke futures on the Dalian Commodity Exchange plunged on Monday, as some mills attempt to lower purchase prices of the steelmaking ingredients due to tight steel profit margins in China.", "“The uneven profit distribution is the main drive for steel producers to crack down coke prices,” Sinosteel wrote in a note, adding that profit at sample coking plants were at historical highs last week while raw material costs for blast furnaces continue to climb.", "The most actively traded coking coal futures for May delivery, slumped nearly 6pc to 1487 yuan ($US230.07) per tonne and closed down 4.8pc.", "Coke futures were down as much as 4.7pc, the biggest daily percentage loss since January 12. It ended 4pc lower at 2617 yuan per tonne."], "Australian sharemarket": ["ASX dips 0.2pc but travel stocks soar with vaccine rollout: The ASX sagged on Monday, as the market digested another slew of first-half financial results but travel stocks surged as Australia’s vaccine program kicked off.", "ASX dividends to hit $73b as it rains upgrades: Corporate Australia will pay out $73 billion in dividends in 2020-21, after the biggest upgrade to payouts in 20 years. JPMorgan calls it the start of a dividend ‘super cycle’."]}}