{"url_id": "06f909f3f443594787977eb02ad05ac3", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-drop-us-stocks-recover-from-opening-collapse-20210224-p5758w", "topic": "World markets", "title": "Dow, S&P 500 edge higher as Powell deflects inflation concern", "summary": "Australian shares are poised to open lower as investors wrestle with concerns about inflation. The Dow and S&P 500 end modestly positive after early drops.", "date": "Feb 24, 2021 – 3.46am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to open lower as Wall Street struggled through its session amid conflicting narratives about the outlook for inflation.", "ASX futures were down 25 points or 0.5 per cent to 6766 near 8am AEDT; they earlier fell near 80 points. The currency slipped 0.1 per cent; the yield on the US 10-year Treasury note was at 1.35 per cent near 4.40pm in New York.", "Click here for the AFR’s profit season calendar.", "In New York, stocks tumbled hard out of the opening gate, recovered somewhat and then reset lower again. By the close both the Dow and S&P 500 held very modest gains, while the Nasdaq slid 0.5 per cent.", "While the Dow pared some of its afternoon rebound, it did retrace 360 points of losses incurred in the first half hour of the day. The S&P 500 experienced a similar up and down session as did the tech-heavy Nasdaq.", "The Nasdaq had shed near 4 per cent to start the session.", "“The market open today sure felt like a mini-‘flash crash’ with stocks universally gapping down big,” Fundstrat Global’s Tom Lee said.", "However Mr Lee said investors should hold their nerve. “We are steady buyers as we see multiple supports for stocks but stick with epicentre, they are under-owned, not crowded trades.”", "Mr Lee is referring to those companies hit hardest by the pandemic including travel, financials, transportation and industrials.", "Tesla, which earlier slid more than 5pc at one point, was 2.2 per cent lower on the day. Tesla has lost about 20 per cent of its value since the company said earlier this month that it had invested $US1.5 billion in bitcoin.", "Bitcoin was down 11.6% to $US48,100 at 8.15am AEDT on bitstamp.net.", "In written testimony to Congress, Federal Reserve chairman Jerome Powell said: “The economic recovery remains uneven and far from complete, and the path ahead is highly uncertain.”", "In answering questions, Mr Powell made clear he was not concerned about the rise in bond yields or threats from inflation and that the Fed will be patient.", "Mr Powell said it was important to determine what was behind the higher bond yields, namely expectations of a return to a more normal economy.", "“In a way, it’s a statement on confidence on the part of markets that we will have a robust and ultimately complete recovery,” he said.", "Pantheon Macroeconomics’ view on Mr Powell: “The Fed’s core view is that the quarter-century long period of low inflation will continue.”", "It also said, it is pretty sure “that Mr Powell and his colleagues are not going to panic and change their tone at the first hint of stronger growth or higher inflation in the spring”.", "Mr Powell “has consistently made the point in recent months that returning the economy to a position where the Fed’s objectives are in reach will take time, given the starting point”, Pantheon said.", "Benchmark copper on the London Metal Exchange was 1.2pc higher at $US9205 a tonne at 1700 GMT, having earlier reached $US9305, the highest since August 2011."], "Today's agenda": ["Local: Fourth quarter construction work done and wage price index", "Overseas data: Reserve Bank of New Zealand policy decision; US January new home sales, Fed boss Jerome Powell’s second day of semi-annual testimony to Congress"], "Market highlights": ["ASX futures down 25 points or 0.5 per cent to 6766 near 8am AEDT", "AUD -0.1% to 79.11 US cents", "Bitcoin on bitstamp.net -11.6% to $US48,100 at 8.15am AEDT", "On Wall St: Dow +0.1% S&P 500 +0.1% Nasdaq -0.5%", "In New York: BHP +1.4% Rio +0.2% Atlassian +0.2%", "In Europe: Stoxx 50 -0.3% FTSE +0.2% CAC +0.2% DAX -0.6%", "Spot gold -0.1% to $US1807.10/oz at 1.02pm New York time", "Brent crude +0.03% to $US65.26 a barrel", "US oil -0.2% to $US61.58 a barrel", "Iron ore -1.7% to $US173.05 a tonne", "2-year yield: US 0.11% Australia 0.11%", "5-year yield: US 0.57% Australia 0.76%", "10-year yield: US 1.35% Australia 1.56% Germany -0.32%", "US prices near 4.40pm in New York"], "From today's Financial Review": ["Interest rate rise bets for 2022 ‘spook’ market: Interest rate traders are betting the first post-COVID-19 increase in the RBA’s cash rate will occur late next year, amid bullish sentiment on vaccines and a more than $2 trillion Biden spending stimulus.", "Chanticleer: Seek empowers Ian Narev’s makeover: From the dumped CEO of Commonwealth Bank of Australia to boss of one of our most successful tech platforms - Ian Narev is a man remade.", "Commodities in most bullish environment in a decade: Fund managers say it’s the most bullish environment for commodities they’ve seen in more than a decade, with base metals surging to multi-year highs and oil making one of its strongest starts to any year on record.", "Commodity supercycle or short-term squeeze?: The bulls are proclaiming we’re in the early stage of a new commodity supercycle, but more cautious observers warn the run-up in commodity prices reflect temporary disruptions to supply."], "United States": ["Fed’s Powell: US economic recovery is ‘uneven’: “The economic recovery remains uneven and far from complete, and the path ahead is highly uncertain,” the top US central bank said.", "The Conference Board said its consumer confidence index rose to a reading of 91.3 this month from 88.9 in January. Economists polled by Reuters had forecast the index nudging up to a reading of 90.", "Wedbush on Tesla’s stock price drop: “The last few days have been nasty for Tesla shares as the company’s stock continues to sell off for two core reasons in our opinion. First is related to bitcoin, as since diving into the deep end of the pool with its $US1.5 billion bitcoin purchase last month for both good and bad the company’s stock is now heavily tied to this digital currency.”", "“Second, Tesla stopping sales of its lowest price Model Y coupled by continued price cuts have led to Street demand concerns as the bears come out of hibernation mode. We never viewed this Model Y version as moving the needle and continued price cuts has been part of the overall Tesla strategy over the past year and we do not expect that to change.”", "Wedbush said its “‘buckle up the seat belt time’ again for Tesla’s stock with more volatility on the horizon. We maintain our $US950 price target and $US1250 bull case. We maintain our neutral rating”."], "Europe": ["UK stocks closed higher on Tuesday, bucking the trend in Europe as optimism around an economic recovery led by plans to ease restrictions in Britain offset a spike in the domestic unemployment rate.", "After falling as much 1.7pc, the commodity-heavy FTSE 100 ended 0.2pc higher after British Prime Minister Boris Johnson said he was very optimistic that all COVID-19 restrictions in England would end on June 21.", "The mid-cap FTSE 250 gained 0.4pc.", "British Airways owner IAG gained 2.0pc, while easyJet, Wizz Air and Cineworld gained between 1.8pc and 9.5pc.", "Summer holiday bookings surged by as much as 600pc after Britain laid out plans to gradually relax coronavirus restrictions.", "HSBC Holdings edged up 0.8pc, alongside other banking stocks, despite lowering its long-term profitability target.", "Barclays and Lloyds Banking Group rose 3.1pc and 2pc respectively.", "However, the benchmark euro zone stock index was down 0.4pc, with tech stocks leading declines for a second straight session as they retreated further from 20-year highs.", "Among individual movers, HSBC Holdings dropped 0.8pc after its annual profits fell sharply due to the pandemic, while it unveiled a revised strategy focused mainly on wealth management in Asia.", "Swiss packaging firm SIG Combibloc Group bottomed out the STOXX 600 after its annual core earnings missed estimates.", "German health care group Fresenius slipped after it narrowed its 2021 sales growth forecast and said it would launch a cost-cutting program, while cement-maker HeidelbergCement dropped 2.3pc even after preliminary results showed core profit was up 6% last year.", "French energy group Total gained more than 2pc after it agreed to sell stakes in some wind and solar farms to Credit Agricole Assurances and Banque des Territoires."], "Asia": ["China stocks closed lower in volatile trading on Tuesday, after a sharp correction the previous session, amid worries over policy tightening and lofty valuations.", "The blue-chip CSI300 index fell 0.3pc to 5579.67, after logging the biggest daily drop in nearly seven months on Monday. The Shanghai Composite Index slid 0.2pc to 3636.36.", "“The trend of China’s policy tightening is quite evident and definite, though the PBOC would refrain from sudden and fast tightening with an aim to provide stability for the market,” said Zheng Zichun, an analyst with AVIC Securities.", "“We now favour cyclical companies, including those in petroleum and chemical, nonferrous metals, digging and financial industries,” he said.", "In Hong Kong, the Hang Seng index rose 1.0pc to 30,632.64, while the China Enterprises Index gained 0.1pc to 11,909.63.", "The Hang Seng financials index climbed 2.1pc to lead the gains. The index is up 12.3pc so far this year. The Hang Seng energy index advanced 2.6pc as oil prices jumped.", "Galaxy Entertainment Group surged as much as 12pc to a record high of $HK78.20, the top mover among Macau’s gaming stocks that advanced on report of strong rebound in gaming revenue during the Chinese New Year."], "Currencies": ["RBA will defend its credibility: When the RBA’s trading desk wades back into government bond markets this week, expect it to step in more aggressively to defend its word.", "ING on the European Central Bank: “For the time being, the ECB will focus on taming any inflationary expectations and speculation with words. However, the difficulty of this challenge is reflected in the fact that over the last few weeks the ECB has come up with a series of verbal interventions, warning against premature normalising of monetary policy, focusing on financing conditions, talking about real rates and finally emphasising nominal bond yields.", "“All of this makes it harder to read the ECB’s reaction function but at least it shows that the ECB has become aware of its newest challenges. In our view, the ECB could eventually move towards a kind of (real) yield curve control. Until then, one thing is clear, staying on the sidelines has become less comfortable for the central bank in recent days.”"], "Commodities": ["TD Securities sees ‘cyclical overshoot’ not a ‘supercycle’: “Cascading tailwinds for demand have are joining forces with a growing supply risk premium to deliver sharp returns, while speculative demand offers further support, with open interest for copper options rising sharply.", "“While calls of a metals supercycle are growing louder, the evidence suggests we’re in the midst of a cyclical overshoot with speculative effects on price action piling up.”", "Bank of America said oil has moved “past” its earlier forecast: “So we now lift our average Brent crude oil price forecast to $US60/bbl in 2021, compared to $US50/bbl prior. We also believe prices could temporarily spike to $US70/bbl in 2Q21.", "“Yet, one big change relative to our June 2020 expectations is that OPEC+ has extended its supply cut deal into 1Q21 and removed an extra 180mn bbl from the market, creating more spare capacity. Separately, the big Texas freeze in the past week should reduce global inventories by an additional 50mn barrels, further supporting prices.”", "One oil market risk, according to BofA: “The biggest short-term downside risk to oil prices may come from a new Iran nuclear deal, as a new arrangement could bring 2mn b/d into the market in short order.”", "Shanghai Dalu Futures, a brokerage on the Shanghai Futures Exchange, has amassed a $US1 billion long position in copper contracts within just four days, bourse data showed.", "The little-known brokerage boosted its copper long positions by more than 800pc to emerge as the top long position holder of the May, June and July ShFE copper contracts, visible ShFE data showed.", "In doing so, it added 19,774 copper lots to its copper position in the April-July contracts, equivalent to 6.7 billion yuan ($US1.04 billion) based on the closing price of ShFE’s most-active April contract on Tuesday."], "Australian sharemarket": ["ASX firms 0.9pc even as tech stocks take a hit: The S&P/ASX 200 Index gained 58.3 points or 0.9 per cent on Tuesday, bitcoin quit its record breaking run, and Afterpay, Xero and the rest of the tech sector were dealt losses.", "Equity investors should stop fretting about rising interest rates: Rather than fear the bond market, equity investors can prosper from a stronger economy that boosts earnings and, yes, also leads to higher interest rates. It’s called a recovery.", "Fine balance between optimism and pessimism in asset pricing: Central banks are not only forcefully anchoring interest rates but they are pushing asset prices as a means to an end.", "Platinum performance fees return: Investment performance added $3.26 billion to its funds under management, which was ruled off at December 31 at $23.6 billion, more than offsetting $1 billion of outflows during the half."]}}