{"url_id": "0aaa4baa3129559ab5481edae559b8bc", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-set-to-leap-after-techs-power-wall-street-bounce-20210217-p5735c", "topic": "World markets", "title": "ASX set to leap after techs power Wall Street bounce", "summary": "Australian shares are poised to open 1.6 per cent higher, bolstered by a surge in the US paced by previously hammered technology shares.", "date": "Mar 8, 2021 – 5.52am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to leap at the open, as they play catch up to a rally on Wall Street, triggered by renewed demand for tech stocks.", "ASX futures were up 107 points or 1.6 per cent to 6800. The S&P/ASX 200 shed 49.9 points or 0.7 per cent on Friday. The local currency slipped 0.5 per cent.", "In New York, all three benchmarks closed sharply higher on Friday local time, though that was not before a broad selloff to start the day.", "The trigger for the drop was the February jobs report, which was better than expected and was at least initially interpreted as a sign that US interest rates may need to be lifted sooner than later.", "The yield on the US 10-year note spiked to 1.626 per cent, though it ended flat at 1.57 per cent. Two more Fed officials downplayed the bond market moves, as Jerome Powell did too.", "The NYSE Fang + Index ended up 0.8 per cent; it rebounded more than 5 per cent from its late morning low.", "The Dow swung in a 700-point range on Friday, after a 900-point pivot on Thursday. Mohamed El-Erian said investors should expect this volatility to continue.", "In its latest analysis, ahead of Friday’s session, Bank of America said $US22 billion had flowed into equities last week, $US15.7 billion moved into cash, $US1.6 billion into bonds and $US1.4 billion moved out of gold. Gold is hovering at $US1700 an ounce, its safe haven status diminished for now.", "“The bond bear is likely not over,” the bank also said, adding “markets will now likely push the Fed via higher yields [greater than 2 per cent for the 10-year into [a yield curve control] policy announcement.”", "TD Securities said it revised its forecast for the US 10-year yield to 1.75 per cent “near term and 2 per cent by the end of 2021. ” We believe that the market is pricing in tapering by late 2021 and the first hike in March 2023. This is much earlier than our forecast, but is a challenge for the Fed to push back given their outcome based guidance and an improving outlook.”", "The local focus this week will be on RBA Governor Philip Lowe on Wednesday when he speaks about “The Recovery, Investment and Monetary Policy” to the Australian Financial Review Business Summit.", "“Markets will be keen to hear what the governor thinks of the rise in global yields given the post-board meeting statement was mostly neutral on these developments,” NAB said in a note.", "Datawise, the February NAB Business Survey is out on Tuesday, while the W-MI Consumer Confidence Index is on Wednesday. “Given the theme of rising inflation, the inflation expectations components may garner more than usual focus,” NAB also said."], "Today's agenda": ["No local data", "Overseas data: Japan current account January; Euro zone industrial production January"], "Market highlights": ["ASX futures up 107 points or 1.6% to 6800", "AUD -0.5% to 76.86 US cents", "Bitcoin on bitstamp.net $US", "On Wall St: Dow +1.9% S&P 500 +2% Nasdaq +1.6%", "In New York: BHP +0.5% Rio +2.1% Atlassian +1.2%", "In Europe: Stoxx 50 -1% FTSE -0.3% CAC -0.8% DAX -1%", "Spot gold +0.2% to $US1700.64/oz in New York", "Brent crude +4.3% to $US69.61 a barrel", "US oil +3.5% to $US66.09 a barrel", "Iron ore -2.2% to $US174.11 a tonne", "2-year yield: US 0.14% Australia 0.10%", "5-year yield: US 0.80% Australia 0.96%", "10-year yield: US 1.57% Australia 1.82% Germany -0.30%"], "From today's Financial Review": ["Telstra hit in Greensill downfall: The telecoms giant, construction group CIMIC and the Australian Rail Track Corporation may need to pay off tens of millions of dollars of invoices sold to Credit Suisse’s supply chain finance funds.", "The nation’s richest women revealed: The inaugural Rich Women List showcases several entrepreneurs who are set to join the Financial Review Rich List in their own right after building successful companies.", "Hope inquest will blunt attacks on Porter: Coalition MPs believe a coronial inquest into the suicide of a woman who alleged she was raped by Attorney-General Christian Porter will ward off demands for an independent inquiry."], "United States": ["Techs rebound and S&P 500 surges higher: Tech shares rebounded from a morning plunge and helped power the S&P 500 to a 2 per cent leap heading into the weekend. Tesla ended below $US600.", "Microsoft rallied 2.15pc, boosting the S&P 500 more than any other stock, with gains in Alphabet, Apple and Oracle also lifting the index.", "The Friday afternoon rally was not enough however to keep the Nasdaq from its third straight weekly decline.", "For the week, the Nasdaq slid 2.1pc; the S&P 500 rose 0.8pc, the Dow added 1.8pc. The tech-heavy Nasdaq is about 8pc below its February 12 closing high.", "Volume on US exchanges was 17.4 billion shares, compared with the 15.3 billion average for the full session over the last 20 trading days.", "In Friday’s session, the S&P 500 energy sector index surged 3.9pc to a more than one year high as oil prices soared.", "US economy adds 379,000 jobs, more than expected: February payrolls increased 379,000 after an upwardly revised 166,000 January increase, pointing to an improving labour market."], "Europe": ["NAB on the European Central Bank’s meeting on Thursday: “We and the markets do not expect any policy changes, but new staff forecasts for growth and inflation will be released and investors will get a better sense of how concerned the governing council is on the back-up in yields.", "“The risk is the ECB sends a pessimistic message on the outlook because of the combination of higher yields and slow vaccine roll out. Without actual policy changes and mere phrases such as ‘close monitoring’ and ‘PEPP flexibility’ markets may still react with lower yields and a slightly weaker euro.”", "The pan-European STOXX 600 dropped 0.8pc on Friday, with shares of travel and financial services firms leading losses.", "But the index rose 0.9pc for the week, as optimism over an eventual economic recovery this year saw investors pile into sectors most likely to benefit from a bounceback. Automobile stocks outpaced their regional peers with a 4.9pc jump.", "Technology was the weakest-performing European sector for the second week in a row, while utilities and healthcare also lagged.", "Data showed orders for German-made goods rose by twice as much as expected in January as robust foreign demand more than offset domestic weakness. Analysts expect overseas demand to support the euro zone manufacturing sector this year."], "Asia": ["China’s data highlight this week will be February CPI and PPI on Wednesday.", "The blue-chip CSI300 index ended down 0.3pc at 5262.80 on Friday, while the Shanghai Composite Index was nearly unchanged at 3501.99.", "Chinese Premier Li Keqiang revealed a modest above-6pc economic growth target for the country this year in his work report, below analyst consensus, as the economy emerges from a year disrupted by the effects of COVID-19.", "The low target frees up Beijing to deal with economic issues detrimental to long-term stability, said Zhiwei Zhang, chief economist at Pinpoint Asset Management.", "At the close of trade in Hong Kong on Friday, the Hang Seng index was down 138.50 points or 0.5pc at 29,098.29. The Hang Seng China Enterprises index fell 0.3pc to 11,292.22."], "Currencies": ["John McAfee, the antivirus software pioneer whose former company still bears his name, has been indicted on fraud and money-laundering conspiracy charges stemming from two cryptocurrency schemes, the US Justice Department said."], "Related": ["RBC Capital Markets on the path ahead for the $A: “Recent upgrades to consensus growth expectations have taken cumulative 2020-21 growth into positive territory, though the US continues to lead all other G10 economies on the strength of the expected 2021 rebound.", "“Although the domestic demand background looks increasingly positive, the RBA commitment to hold rates until 2024 significantly weakens the transmission mechanism to the currency and, absent a large exogenous shock, leaves USD direction the main driver of AUD/USD going forward.”", "RBC is forecasting the $A will edge lower as the year progresses, edging from US78¢ in the first quarter to US77¢ in the second, US76¢ in the third and US75¢ in the fourth. It forecasts a further decline to US74¢ in the first quarter of 2022 and then sees its settling at US73¢ through the balance of 2022.", "Minneapolis Federal Reserve Bank president Neel Kashkari bolstered the view that US policymakers are taking the surge in bond yields in stride.", "“If we were seeing a real uptick in real yields, that would give me pause, that would give me concern that the amount of accommodation we are providing to the economy is reducing, and that might warrant us considering a policy response,” he said.", "“We are not seeing much movement in real yields” but rather an increase in what bond investors are demanding in compensation to reflect rising inflation expectations.", "The Fed’s policy-making board next meets on March 16-17.", "Echoing Mr Kashkari, St. Louis Fed president James Bullard dismissed the need for the Fed to take specific action any time soon to cap the rise in yields through an “Operation Twist”.", "“Something panicky would catch my attention, but we’re not at that point,” Mr Bullard said."], "Commodities": ["Chinese iron ore and steel futures fell sharply on Friday as investors tempered their optimism about demand prospects in the world’s biggest steel producer.", "The most-traded May contract for iron ore, a key steelmaking ingredient, on the Dalian Commodity Exchange slumped 3.3pc to 1127.50 yuan a tonne by 0700 GMT, after hitting a record high of 1185 yuan in the previous session.", "Iron ore’s front-month contract on the Singapore Exchange dropped 2pc to $US168.30 a tonne.", "Imported iron ore stocked at China’s ports hit a three-month high of 127.9 million tonnes last week, according to Mysteel consultancy.", "3Fourteen Research adds oil sector to its recommendation list. “Energy companies are now short duration assets. Said differently, Energy investors want dividends NOT big capex budgets. OPEC+ has recognised the demands of the capital markets and is pressing its advantage.", "“Simultaneously, Energy stocks are caught in what is going to be the most v iolent momentum-based rebalance ever. Energy has broken out but remains only about 10 per cent from last June’s highs—when oil traded at $US42! And, the Sector’s Trend Breadth has surged into our ‘buy portfolio’.”", "Platts will launch daily price assessments both low-carbon and zero-carbon, or ‘green’, aluminium on April 6.", "Platts said its low-carbon aluminium price would apply to primary aluminium with maximum emissions at the smelter of four tonnes of carbon dioxide per tonne of metal.", "“While Platts is initially providing new low-carbon pricing focused on aluminium, we also plan to launch additional price and cost references throughout the metals and raw materials value chains,” said Ian Dudden, global pricing director for metals and agriculture."], "Australian sharemarket": ["ASX notches small weekly gain as banks offset miners: Australian shares ended the first week of March with a small gain, as a strong performance from the banks offset losses for tech stocks and miners.", "Australian stocks lead the world in returns: The Australian stock market has outperformed all others in US dollar terms since 1900, according to new research from Credit Suisse."]}}