{"url_id": "0b41151b0e02e7bc828d0c2ed007bf04", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-open-slightly-lower-wall-st-marks-anniversary-of-virus-crash-20210322-p57d3l", "topic": "World markets", "title": "ASX to open slightly lower as Wall St marks anniversary of virus crash", "summary": "Australian shares are set to drop slightly exactly a year after the US pandemic sharemarket plunge that eventually turned into a roaring bull market.", "date": "Mar 23, 2021 – 4.46am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are set to drop slightly as Wall Street marks the one-year anniversary of the pandemic share crash.", "It was one year ago that the terrifying free fall for the sharemarket suddenly ended, ushering in one of its greatest runs.", "On March 23, 2020, the S&P 500 fell 2.9 per cent. In all, the index dropped nearly 34 per cent in about a month, wiping out three years’ worth of gains for the market.", "That turned out to be the bottom, even though the coronavirus pandemic worsened in the ensuing months and the economy sank deeper into recession. Massive amounts of support for the economy from the Federal Reserve and Congress limited how far stocks would fall. The market recovered all its losses by August.", "As time passed, the quick development of coronavirus vaccines helped stocks shoot even higher. So did growing legions of first-time investors, who suddenly had plenty of time to get into the market using free trading apps on their phones.", "It all led to a roughly 75 per cent surge for the S&P 500 over the last 12 months and a shocking return to record heights, especially considering that over the last 50 calendar years, the median gain for the index has been 12.4 per cent.", "One symbol of the resurgence is Elon Musk’s Telsa, which jumped over 6 per cent on the back of a bullish report from Ark Invest, the influential shareholder in the electric car maker.", "Ark Invest said in a report on Friday it expects Tesla’s stock price to more than quadruple to $US3000 by 2025. Tesla was last trading at $US698 a share.", "Closer to home, while floods and wild weather threaten NSW and Queensland, livestock commodities are set for a big lift.", "Phin Ziebell, associate director at NAB Group Economics, says cattle prices remain near record levels, with EYCI around 855-860c/kg.", "“If conditions remain dry in much of Queensland cattle country, there are substantial downside risks if southern Australia becomes drier,” he writes.", "“Commodity prices have been generally very encouraging, particularly across the global grains complex. While the Australian dollar’s appreciation has cut into local prices to some extent, Australian grain is now well priced in key southeast Asian export markets due to a steep rise in global shipping costs – a stark reversal from just two seasons ago. We see the AUD reaching 83 US cents by the end of this year.”", "No such luck for Turkey’s lira, which briefly fell 15 per cent to near its all-time low after President Tayyip Erdogan abruptly fired the central bank governor at the weekend and installed a critic of tight policy who is expected to reverse recent rate hikes.", "Sahap Kavcioglu, a former ruling party lawmaker who shares Erdogan’s unorthodox view that high interest rates cause inflation, is the third central bank chief the president has appointed since mid-2019.", "Meanwhile Leon Black, the Wall Street billionaire who appeared to be a main client of disgraced financier Jeffrey Epstein, is stepping down as chief executive officer of Apollo Global Management months ahead of schedule.", "And the Cleveland Fed offered insights into recessions and unemployment in the US.", "US home sales dropped to a six-month low in February amid cold weather in many parts of the country and record low supply, and a rebound could be muted by rising mortgage rates as well as higher house prices. Still, the report from the National Association of Realtors showed robust demand."], "Today's agenda": ["Local: IHS Markit Flash Australia composite PMI", "Overseas data: UK ILO unemployment rate; US new home sales February; US Richmond Fed index March"], "Market highlights": ["ASX futures down 7 points or 0.1 per cent to 6718 near 4.40am AEST", "AUD +0.4% to 77.53 US cents", "Bitcoin on bitstamp.net $US57,153.08", "On Wall St: Dow +0.3% S&P 500 +0.8% Nasdaq +1.5%", "In Europe: Stoxx 50 -0.1% FTSE +0.3% DAX +0.2% CAC -0.5%", "In New York: BHP +0.4% Rio -0.9% Atlassian +1.8%", "Spot gold +0.3% to $US1738.93 an ounce at 1.30pm New York time", "Brent crude -0.1% to $US64.47 a barrel", "US oil -0.4% to $US61.20 a barrel", "Iron ore -2.7% to $US157.01 a tonne", "2-year yield: US 0.15% Australia 0.07%", "5-year yield: US 0.86% Australia 0.87%", "10-year yield: US 1.68% Australia 1.75% Germany -0.31%"], "From today's Financial Review": ["Packer’s Crown Resorts in play: Crown Resorts’ shareholders believe Blackstone’s $8 billion takeover bid for the beleaguered gaming giant will be raised or a competing offer could emerge.", "Coalition staffer sacked after lewd sex act on female MP’s desk: A government adviser has been sacked and others are set to follow him out the door after revelations of lewd acts inside federal Parliament, capping off another bad day for a government unable to escape the scandals engulfing it.", "Directors lose COVID-19 concessions: Relaxed company governance and disclosure rules have lapsed - meaning directors could be exposed to more class actions and the days of virtual AGMs are over.", "Read today’s paper, exactly as it was printed, here."], "United States": ["US stocks rose as technology stocks rebounded from a recent pullback that was sparked by a surge in bond yields, while Tesla jumped as a fund run by an influential investor said the electric-car maker’s shares could hit $US3000 in three years.", "Tesla’s 5.5 per cent jump to $US698 provided the biggest boost to the S&P 500 and Nasdaq. Ark Invest, founded by star stock picker Cathie Wood, has been extremely bullish about the company, in which it is one of the major investors.", "A sharp run-up in Treasury yields since mid-February has dictated the course of equities trading, while weighing on high-flying tech-focused stocks.", "“The market is trying to digest what’s going on in the bond market,” said Jake Wujastyk, chief market analyst and founding member of TrendSpider.", "“The technology stocks are pretty beaten down and it’s not shocking to see those rebounding a little bit from their lows.”", "Russell 2000 Growth, which consists largely of technology stocks, added about 0.7 per cent, while its value counterpart , which focuses on economy-linked financial and energy stocks, dropped about 0.3 per cent.", "The Nasdaq climbed about 0.8 per cent to start the week as the benchmark 10-year Treasury yield dipped to 1.688 per cent from a near 14-month high. The index is still down more than 6 per cent from its February 12 record close."], "Europe": ["London’s FTSE 100 inched lower on Monday, dragged down by energy stocks as oil prices slipped over fears of slowing fuel demand, while a warning from a minister that Britons should wait before booking international travel weighed on travel stocks.", "The commodity-heavy FTSE 100 index slipped 0.3 per cent, with oil heavyweights BP and Royal Dutch Shell being the biggest drags on the index.", "Travel and leisure stocks including British Airways-owner IAG, EasyJet and Intercontinental Hotels were also among the biggest laggards, falling between 1.8 per cent and 6.5 per cent.", "“It is also going to be messy for any kind of international travel,” said Neil Wilson, chief market analyst at Markets.com.", "“After we had a really good run-off in these stocks on the optimism of vaccines and various other reasons, investors are worried that the summer season might be over before it’s even begun.”", "The FTSE 100 has rebounded nearly 37 per cent from a coronavirus-driven crash last year.", "European stocks eked out gains by the closing bell after automakers resumed their rally, while banks fell after a slump in Turkey’s currency and worries lingered about more restrictions due to rising coronavirus cases on the continent.", "The pan-European STOXX 600 rose 0.2 per cent, reversing declines from earlier in the session, with automobile stocks rising for a fifth day in the past six sessions.", "Porsche jumped 8.9 per cent on contagion from a buying frenzy that has been lifting Volkswagen shares after the German car maker unveiled plans to challenge Tesla in the e-car market."], "Asia": ["Hong Kong stocks closed lower. The Hang Seng index fell 0.4 per cent, while the China Enterprises Index gained 0.2 per cent. MSCI’s Asia ex-Japan stock index was firmer by 0.21 per cent, while Japan’s Nikkei index closed down 2.07 per cent.", "The PE ratios of the Hang Seng index and the Hang Seng China Enterprises index remain far lower than that of the S&P 500, making them more attractive to allocate, CITIC Hong Kong analyst said in a note, recommending internet leaders and banking stocks with high dividends."], "Currencies": ["The US dollar slipped from four-month highs against a basket of currencies following a small dip in U.S. Treasury yields, as investors wagered that the US economy would recover and inflation would rise. The dollar index fell about 0.25 per cent at 91.86, following last week’s gain of 0.5 per cent.", "Over the weekend, Turkish President Tayyip Erdogan’s shock replacement of a hawkish central bank governor with a critic of high interest rates dragged the lira down as much as 15 per cent to 8.485 against the dollar.", "Euro zone government bond yields eased.", "German bond yields were also under downward pressure as concerns about rising COVID-19 cases in the euro area encouraged investors to bet that the European Central Bank will want to keep rates as low as possible.", "Francoise Huang, senior economist at Euler Hermes, declares Chinese stimulus will not be saving the global economy this time round. “Authorities in China are describing the policy mix in 2021 as ‘proactive’ on the fiscal side, and ‘prudent’ on the monetary side.", "“However, China’s monetary policy already started to tighten in Q4 2020, going starkly in the opposite direction compared to the world’s other major economies.”"], "Commodities": ["Neil Shearing, group chief economist at Capital Economics, says the commodities supercycle won’t be playing a role in inflation’s return. He writes there have been three commodities supercycles in the past 130 years - linked to US industrialisation, post-World War II rebuilding, and China’s boom in the 90s. “One thing that all these episodes had in common is that they were framed by a simple narrative that explained the initial rise in prices and built expectations of further increases in the future. This helps to sustain the initial upswing of the cycle,” he writes.", "“The narrative of a new supercycle is built around the green economy. Electric vehicles use three times more copper per unit than their conventional (fossil-fuelled) counterparts. The immediate effect of a surge in green investment would therefore be to boost demand for a whole range of commodities, thus setting the stage for a new supercycle.", "“In reality, however, we suspect the drivers of commodity prices over the next couple of years will be more mundane. China remains the dominant player in industrial metals. It accounts for roughly half of the global consumption of most industrial metals.", "“Unsurprisingly, there is a strong correlation between our proprietary measure of economic growth in China and shifts in industrial metals prices. As I argued last week, we expect China’s economy to slow over the next year as pre-pandemic problems resurface. And we expect the price of most industrial metals to fall with it.”"], "Australian sharemarket": ["The Australian sharemarket gained ground on Monday, ending a three-session losing streak driven by gains for energy and utility companies.", "The S&P/ASX 200 rose 44 points to trade 0.7 per cent higher at 6752 points, while the All Ordinaries benchmark rose 35 points to 6995 points for a gain of 0.5 per cent.", "The day was marked by a tumultuous return to the stock market for Freedom Foods, the Australian UHT milk and cereal producer. The stock fell 82 per cent on Monday to $US0.53 in its first day of trading after a nine-month hiatus.", "The fall in stock price wiped hundreds of millions of dollars in the company’s market value and came after the business announced last week a plan to raise up to $US265 million to help reduce debt."]}}