{"url_id": "19b35b95d8bc420f457a84c9afe17739", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-lift-despite-unsettled-us-markets-20210324-p57dgk", "topic": "World markets", "title": "ASX to open flat despite unsettled US markets", "summary": "Australian shares are set to open flat after choppy trading on Wall Street, while Jerome Powell and Janet Yellen told Congress the US economy was still vulnerable to the pandemic.", "date": "Mar 24, 2021 – 7.31am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are set to open flat after choppy trading on Wall Street, while Jerome Powell and Janet Yellen told Congress the US economy was still vulnerable to the pandemic.", "Making their first joint appearance in their current jobs, Treasury Secretary Janet Yellen and Federal Reserve Chairman Jerome Powell said more must be done to limit the damage from the coronavirus pandemic and to promote a full economic recovery.", "Powell testified that a recovery is far from complete, so the Fed will “continue to provide the economy the support it needs for as long as it takes.”", "Oil and gas prices slid while travel-related stocks fell as much as 4 per cent.", "“The stock market is facing several tailwinds, including the recent passage of additional fiscal stimulus, the faster pace of COVID-19 vaccinations and consumers holding plenty of cash that was saved during the COVID-19-related lockdowns from last year,” writes Greg Marcus, managing director of UBS Private Wealth Management.", "“We think there is more room for the stock market to run, as the economy continues to reopen.", "“While the rise in bond yields has caused stock market volatility in recent weeks, we believe the uptick in yields is simply part of the reflation trade. All other asset classes have either hit their pre-pandemic levels or exceeded them, with the exception of the 10-year Treasury bond. Bond yields are simply returning to pre-pandemic levels, which were already very low by historical comparisons. We expect the broader stock market to be able to cope with higher bond yields.", "“The one area of the stock market that I am concerned about in the face of rising bond yields are technology stocks trading at high price-to-sales multiples. Technology stocks that are reasonably priced should do okay, even with higher bond yields. Some of the more traditional legacy technology companies are trading at very reasonable valuations.”"], "Today's agenda": ["Local: NZ trade balance February.", "Overseas data: Euro zone Markit services PMI March; Japan Nikkei PMI manufacturing March, Japan services PMI March; UK CPI February, Markit manufacturing PMI March, Markit/CIPS services PMI March; US durable goods orders February, Markit manufacturing PMI March, Markit services PMI March."], "Market highlights": ["ASX futures down 2 points to 6715 near 7.30am AEDT", "AUD -1.1% to 76.57 US cents", "Bitcoin on bitstamp.net $US161.80", "On Wall St: Dow -0.3% S&P 500 flat Nasdaq -0.4%", "In Europe: Stoxx 50 -0.2% FTSE -0.4% DAX flat CAC -0.4%", "In New York: BHP -1.5% Rio -1.6% Atlassian +1.1%", "Spot gold -0.7% to $US1727.56 an ounce at 1.57pm New York time", "Brent crude -6.3% to $US60.56 a barrel", "US oil -6.8% to $US57.40 a barrel", "Iron ore +3% to $US161.80 a tonne", "2-year yield: US 0.15% Australia 0.07%", "5-year yield: US 0.83% Australia 0.83%", "10-year yield: US 1.64% Australia 1.72% Germany -0.34%"], "From today's Financial Review": ["PM backs quotas for women: Scott Morrison will push the Liberal Party to adopt gender quotas and will introduce standards for staff as he tries to clean up the culture of the government.", "What Biden’s massive $US3trn plan means for markets: As the preliminary details of US President Joe Biden’s sweeping infrastructure and climate change plan emerge, investors fret that it could put further upward pressure on US bond yields.", "Mayfair 101’s Monty Python moment: A Federal Court judge has put the sword to the advertising campaigns employed by James Mawhinney’s Mayfair 101.", "Read today’s paper, exactly as it was printed, here"], "United States": ["Major indexes in the US were little changed as a drop in bond yields pushed down banks and energy companies. Big technology companies, which benefit from lower bond yields, were slightly higher.", "The S&P 500 was down less than 0.1 per cent. The Nasdaq Composite was down 0.3 per cent while the Dow Jones Industrial Average, fell 36 points, or 0.1 per cent.", "The price of US crude oil dropped 4.7 per cent to $US58.69 a barrel, pulling energy companies lower. Energy prices have been steadily climbing this year until recently, as the global economy recovers and oil demand worldwide increases while production remains constrained. Marathon Oil fell 2.9 per cent.", "Another drop in long-term bond yields was pulling bank stocks slightly lower."], "Europe": ["European stocks eased from a one-year peak. The pan-European STOXX 600 index fell 0.2 per cent after a new round of sanctions aimed at China hit Asian markets.", "Germany’s DAX was flat after Chancellor Angela Merkel decided to extend a lockdown until April 18 and called on citizens to stay at home for five days over the Easter holidays.", "Swedish truckmaker Volvo slumped 7.0 per cent after it warned a shortage of semiconductors would have a substantial impact on production in the second quarter.", "Its stock weighed on Europe’s industrial goods and services sector, while automakers slid 2.7 per cent to give back some of their recent gains.", "“Now fears of another wave of the virus in mainland Europe have sparked worries that several countries in the region will have to reopen their economies later than anticipated,” said David Madden, market analyst at CMC Markets.", "“The mood isn’t awful, traders aren’t running for the hills, but there is a sense of fatigue that the restrictive climate will drag on a bit longer.”"], "Asia": ["China and Hong Kong stocks retreated while lingering worries over policy tightening continued to weigh on the market. The CSI300 index fell 1.4 per cent at the end of the morning session, while the Shanghai Composite Index lost 1.2 per cent. The Hang Seng index dropped 1.2 per cent, while the Hong Kong China Enterprises Index fell 1.6 per cent.", "“The sanctions hurt risk appetite, in particular among foreign investors, who sold shares via the Stock Connect,” said Jin Jing, an analyst with Caitong Securities.", "“Persistent worries of policy tightening at home also continued to weigh on high flying sectors and stocks with lofty valuations as investors turned cautious,” he said.", "By midday, foreign investors had sold a net $US783.43 million worth of A-shares via the Stock Connect linking mainland and Hong Kong, according to Refinitiv data.", "In Hong Kong, the Hang Seng consumer discretionary index and the Hang Seng materials index dropped 3.7 per cent and 5 per cent, respectively.", "China’s blue-chip index has lost nearly 16 per cent from an all-time high hit on Feb. 18. Analysts also said pressure was mounting for mutual funds to sell stocks to deal with increasing redemptions, as a correction continued in the stock market."], "Currencies": ["The dollar hovered below recent peaks, while the New Zealand dollar dropped after housing reforms cooled policy-tightening expectations.", "The Turkish lira also showed some sign of stability following a 7.5 per cent dive on Monday after President Tayyip Erdogan sacked a hawkish central bank chief, but markets’ relief was offset by worries about fresh lockdowns in Europe.", "The dollar crept 0.1 per cent lower against the safe-haven yen to 108.74 yen and was steady at $US1.1928 per euro, while making advances against the kiwi, Aussie and sterling. The New Zealand dollar hit a three-month low.", "Euro zone bond yields fell and the European Union drummed up high demand for its latest bond sale as an uncertain coronavirus outlook supported demand for the bloc’s safe-haven assets.", "The EU will raise €13 billion from the sale of five- and 25-year social bonds to fund its SURE unemployment scheme via a syndicate of banks later on Tuesday, with final investor demand of over €96.5 billion, according to a lead manager memo seen by Reuters."], "Commodities": ["The world’s biggest copper trader expects the metal to hit $US15,000 a ton in the coming decade as demand from global decarbonisation produces a deep market deficit.", "Even in the early stages of the COVID-19 crisis, Trafigura Group was betting on the rebound that’s seen copper double over the past year to trade at more than $US9000 a ton. Now the commodities giant sees the metal soaring past record highs above $US10,000 as western economies pull out of the pandemic and the green revolution takes hold, head of copper trading Kostas Bintas said in an interview.", "So far, the rally has been fuelled by virus-related supply disruptions and an unprecedented buying spree in China, consumer of half of the world’s copper. But as global investment in renewable energy and electric-vehicle infrastructure surges over the next few years, Trafigura sees prices of the bellwether raw material marching even higher.", "Trafigura expects the metal to breach $US10,000 a ton this year, before entering a range of $US12,000 to $US15,000 a ton over the coming decade. Other ardent copper bulls including Goldman Sachs Group, Bank of America and Citigroup have similarly strong near-term forecasts, but Trafigura has set itself apart with its lofty long-term target.", "In oil, OPEC is relishing the fact that a Trump-free White House no longer harangues it about keeping a lid on prices. US President Joe Biden’s team barely uttered a word this month when crude soared to more than $US70 a barrel, an almost 40 per cent rise from the start of 2021.", "“Biden’s people are busy on other fronts, like fighting the pandemic,” said one OPEC source.", "It is not just that Twitter is no longer the preferred means to communicate US demands. OPEC sources say no-one from the Biden administration has even reached out informally to OPEC to complain about the latest oil price rise, which was fuelled by a decision in March by OPEC, Russia and others to stick broadly to existing production restrictions rather than to open the taps.", "“Right now is the ideal point in time,” said an oil trade source and veteran OPEC watcher. “One doesn’t need to worry about backlash from Washington, as Trump is gone.”"], "Australian sharemarket": ["A booming start to listed life for ASX debutant Airtasker headlined an otherwise subdued day for the local sharemarket on the one-year anniversary of its COVID-19 rock bottom, with sinking travel and energy stocks keeping the benchmark to a flat return.", "The S&P/ASX 200 Index dropped 7.1 points or 0.1 per cent to 6745.4 points. The All Ordinaries fell 0.1 per cent to 6986.6.", "Airtasker soared on its ASX debut, a day later than expected, following a mistake by the bourse. Inside the opening minutes of trade, the shares surged 76 per cent higher to $1.14. The company raised $83.7 million through its initial public offering, issuing 23.1 million new shares at 65¢ apiece. Airtasker closed at $1.05."]}}