{"url_id": "2be8936534e247bc36dbaa6bd2dbc63a", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-drop-slightly-us-tech-stocks-fall-20210324-p57dti", "topic": "World markets", "title": "ASX to slip as US tech stocks fall", "summary": "Australian shares are drop slightly after US technology stocks declined modestly, bucking a slight upward trend on sharemarkets.", "date": "Mar 25, 2021 – 5.27am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are set to drop slightly as US tech stocks edged down. GameStop fell nearly 20 per cent after poor results.", "But US markets rose overall as US Federal Reserve chair Jerome Powell and Treasury Secretary Janet Yellen offered an optimistic view of a recovery from the coronavirus pandemic.", "The S&P 500 index was up 0.3 per cent as of 2:04 p.m. Eastern. The Dow Jones Industrial Average rose 246 points, or 0.8 per cent,. The Nasdaq Composite fell 0.7 per cent.", "Powell said the central bank’s relatively muted forecast for lower unemployment this year -- despite very strong expected growth -- was actually disguising “highly desirable” labour market gains.", "“We see participation expanding,” he told the Senate Banking Committee Wednesday, referring to the process where people who’re not currently being counted in the jobless rate reenter the labour force. “That holds the unemployment rate up -- it is a highly desirable outcome.”", "In quarterly forecasts published last week, officials saw unemployment declining to 4.5 per cent by year end from 6.2 per cent in February.", "“In order for the market to bottom we need to have more fear, and I don’t feel like the market has fear right now. Everybody’s bullish about the prospects of a recovery right now,” said David Yepez, lead equity analyst and portfolio manager at Exencial Wealth Advisors.", "The St Louis Fed has charted the impact of COVID-19 on stocks according to industry.", "   ", "“The sectors that were hit the worst initially were energy, industrials and financials, with low points of 44 per cent, 58 per cent and 57 per cent of their index level on Feb. 19, 2020, respectively,” the Fed’s analysts wrote.", "“Regarding the energy sector specifically, COVID-19 shutdowns pushed oil demand down, in turn pushing down oil prices and oil company stock prices. As of Feb. 19, the sector had still only recovered to 84 per cent of its level a year earlier.”", "And the massive container ship in the Suez Canal remained firmly wedged overnight."], "Today's agenda": ["Local: ABS business conditions and sentiments March", "Overseas data: Euro zone M3 money supply February; US GDP Q4; Kansas City Fed index March"], "Market highlights": ["ASX futures down 4 points or -0.1% to 6745 near 5.20am AEST", "AUD flat to 76.09 US cents", "Bitcoin on bitstamp.net $US56,033.54", "On Wall St: Dow +0.8% S&P 500 +0.4% Nasdaq -0.7%", "In Europe: Stoxx 50 +0.1% FTSE +0.2% DAX -0.3% CAC flat", "In New York: BHP +1.4% Rio +1.3% Atlassian -4.6%", "Spot gold +0.5% to $US1735.48 an ounce at 2.15pm New York time", "Brent crude +5.4% to $US64.06 a barrel", "US oil +5.4% to $US60.86 a barrel", "Iron ore -0.2% to $US161.39 a tonne", "2-year yield: US 0.14% Australia 0.07%", "5-year yield: US 0.81% Australia 0.78%", "10-year yield: US 1.62% Australia 1.65% Germany -0.36%"], "From today's Financial Review": ["PM set to remove Porter, Reynolds: Ministers Christian Porter and Linda Reynolds face being moved out of their portfolios, forcing Scott Morrison into a second reshuffle in three months.", "Westpac threatens to quit NZ over tough capital rules: The bank is thinking about packing up in response to the RBNZ’s demands for stronger capital requirements there to protect the NZ economy.", "Crown forced to give commission the ammo it needs: Royal commissioner Ray Finkelstein has immediately asked Crown to confess its sins. How it responds will determine the path of the Victorian inquiry.", "Read today’s paper, exactly as it was printed, here"], "United States": ["Investors had their eye on Washington, where Federal Reserve Chair Jerome Powell and Treasury Secretary Janet Yellen spoke before the Senate about the government’s efforts to combat the economic impact of the coronavirus pandemic.", "The S&P 500 index was up 0.3% as of 2:04 p.m. Eastern. The Dow Jones Industrial Average rose 246 points, or 0.8 per cent,. The Nasdaq Composite fell 0.7 per cent.", "Bank stocks, which took a beating on Tuesday, were among the best performers. Bank of America rose 1.1 per cent and JPMorgan Chase added 1.6 per cent.", "Technology stocks were modestly lower, pulling the technology-heavy Nasdaq down compared to the other indexes. Apple was down 1 per cent, while Facebook fell 2 per cent.", "GameStop sank 19.8 per cent after reporting results that missed Wall Street’s forecasts, though the stock is still up nearly eightfold since the beginning of the year after it became a social media darling for a swarm of online investors. The company took no questions from investors on its quarterly conference call late Tuesday.", "Tesla CEO Elon Musk revealed that his car company will now accept Bitcoin as a form of payment from customers.", "In a series of tweets now pinned at the top of his feed, Musk said Bitcoin used by customers to purchase a Tesla “will be retained as Bitcoin.” When used, the Bitcoin won’t be converted by Musk’s company to fiat currency, or money that is government-issued."], "Europe": ["Energy and mining stocks lifted UK shares as data showed a better-than-expected rebound in British business activity in March.", "The blue-chip FTSE 100 index recouped early losses to end 0.2 per cent higher, with mining stocks including Rio Tinto , Anglo American and BHP Group gaining between 0.5 per cent and 2.3 per cent.", "Oil heavyweights BP and Royal Dutch Shell gained 2.0 per cent and 1.9 per cent, respectively, helped by a jump in crude prices.", "European shares dipped to near two-week lows, while oil prices bounced back from steep losses.", "“The mood is fairly fragile as all the optimism that characterised the push higher over the past two or three weeks in shares is starting to bleed away on talk of a European third wave and extensions of pandemic lockdowns in Germany and France,” said Michael Hewson, chief market analyst at CMC Markets."], "Asia": ["Hong Kong stocks marked their lowest close in more than 10 weeks. “Investors in Hong Kong are following the overnight risk-averse sentiment in Wall Street as Treasury yield continued hiking,” said Zhang Yanbin, an analyst with Zheshang Securities. “The expectation of Fed to start raising rates in the near future also weighed.”", "Pony Ma, the reticent founder of Tencent Holdings, met with the country’s anti-trust watchdog officials this month to discuss compliance at his group, two people with direct knowledge said, an indication that China’s antitrust crackdown could soon target other internet behemoths.", "China’s main Shanghai Composite index closed down 1.3 per cent at 3,367.06 points, while the blue-chip CSI300 index ended down 1.61 per cent.", "Around the region, MSCI’s Asia ex-Japan stock index was 1.22 per cent weaker, while Japan’s Nikkei index closed 2.04 per cent lower."], "Currencies": ["The dollar edged higher, helped by US Treasury yields recovering from one-week lows. The dollar index, which touched a four-month high earlier in the session, was supported by safe-haven flows as some investors fretted over potential US tax hikes.", "The dollar rose against a basket of currencies to 92.5210. Yields on the 10-year Treasury rose a bit to 1.642 per cent but stayed below recent highs as investors looked ahead to an auction on Wednesday.", "“Our view that the US dollar will strengthen against the yen and euro in particular reflects how we think bond yields in Japan and the euro-zone have the least scope to rise,” wrote Oliver Allen from Capital Economics.", "“Policymakers there appear less willing to accept higher long-term yields and, in the case of the euro-zone especially, we think that economic recoveries could underwhelm. Indeed, the new restrictions on activity imposed in parts of the currency block recently in response to rising COVID-19 cases will probably set its recovery back even further. This may explain why the dollar has strengthened a little more against the euro in recent days, despite a sharper drop back in US yields.”"], "Commodities": ["Fourteen US states including Louisiana and Wyoming filed suits against President Joe Biden’s administration to challenge his pause on new oil and gas leasing on federal lands and waters. The legal actions, which seek to restore regular federal drilling auctions, come a day before the administration is set to launch a review of the oil and gas leasing program.", "The pause has triggered heavy criticism from the oil industry and from producing states that receive half of the revenues generated from federal lands drilling within their borders.", "Gasoline prices in the US reached an average of $2.87 a gallon over the past week, according to the American Automobile Association. The national average for gas prices during the same time last year was set at $2.10, marking a more than 25 per cent increase.", "And the container ship in the Suez canal remained wedged overnight."], "Australian sharemarket": ["A strong performance from a number of blue chips helped the Australian sharemarket climb to its highest level in a week on Wednesday, supported by a fall in bond yields.", "The S&P/ASX 200 Index closed 33.4 points, or 0.5 per cent, higher at 6778.8, driven by strong gains from CSL and Commonwealth Bank.", "The announcement of macroprudential policy to curb runaway house prices in New Zealand pushed Australian bond yields lower on Wednesday, supporting the whole equity market but particularly value and bond sensitive stocks."]}}