{"url_id": "450cbe4732cf66dd4c5d40a8b721d85b", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-slip-global-rally-loses-momentum-20210407-p57h0h", "topic": "World markets", "title": "ASX to edge up, global rally loses momentum", "summary": "Australian shares are set to open modestly higher even though Wall Street edged away from record highs. $A edges up. US 10-year yield retreats.", "date": "Apr 7, 2021 – 5.08am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to edge higher even as markets lost some of their upward momentum. Still, the Stoxx 600 reset its record high and the S&P 500 rallied to a fourth record in as many sessions.", "ASX futures were up 3 points to 6863 near 7am AEST, after having traded modestly lower overnight. The currency was little changed. The yield on the US 10-year note slid 4 basis points to 1.66 per cent near 4.59pm in New York.", "Shares rallied in Europe as markets there reopened after their Easter break. The Stoxx 600 reset its record high; stocks also advanced in London, Frankfurt and Paris.", "In New York, stocks closed lower; earlier the S&P 500 reset its record high for a fourth straight session. The Dow paced the losses with a 0.3 per cent decline.", "Five of the 11 S&P 500’s industry sectors were lower, paced by a 0.4 per cent fall in information technology. Utilities led the advancers with a 0.5 per cent rise.", "Overall the moves on Wall Street were relatively muted, with sentiment continuing to reflect optimism at the pace of vaccinations in the US and optimism about the economy.", "The Labor Department’s monthly Job Openings and Labor Turnover Survey, or JOLTS report, showed job openings, a measure of labour demand, increased 268,000 to 7.4 million as of the last day of February. That was the highest level since January 2019 and pushed job openings 5.1 per cent above their pre-pandemic level.", "The second straight monthly rise in vacancies lifted the jobs openings rate to a record 4.9 per cent from 4.7 per cent in January.", "The International Monetary Fund says in its latest forecast expects the world economy to expand 6 per cent in 2021, up from the 5.5 per cent it had forecast in January. It would be the fastest expansion for the global economy in IMF records dating back to 1980.", "In 2022, the IMF predicts, international economic growth will decelerate to a still strong 4.4 per cent, up from its January forecast of 4.2 per cent."], "Today's agenda": ["Local: AiG performance of construction March", "Overseas data: US trade balance and consumer credit for February, Latest Fed policy meeting minutes"], "Market highlights": ["ASX futures up 3 points to 6863 near 7am AEST", "AUD flat at 76.64 US cents", "Bitcoin on bitstamp.net -1.2% to $US58,275 near 6.20am AEST", "On Wall St near 4pm: Dow -0.3% S&P 500 -0.1% Nasdaq -0.1%", "In New York: BHP -1.8% Rio -1.4% Atlassian +0.9%", "Tesla +0.1% GM +1.5% Twitter +4.3% Apple +0.3%", "In Europe: Stoxx 50 +0.6% FTSE +1.3% CAC +0.5% DAX +0.7%", "Spot gold +0.9% to $US1743.33/oz at 2.58pm New York time", "Brent crude +1% to $US62.77 a barrel", "US oil +1.2% to $US59.34 a barrel", "Iron ore +1.4% to $US170.90 a tonne", "2-year yield: US 0.16% Australia 0.06%", "5-year yield: US 0.87% Australia 0.82%", "10-year yield: US 1.66% Australia 1.77% Germany -0.32%", "US prices as of 4.24pm in New York"], "From today's Financial Review": ["Credit Suisse tries to wind up Whyalla steelworks: Credit Suisse is trying to recover billions of dollars for more than 1000 investors who sunk money into GFG invoices that were packaged into bonds by the collapsed firm Greensill Capital.", "Credit Suisse ups pressure on Sanjeev Gupta with winding-up bid", "Ploughing into Greensill’s farm connection", "Statues add to intrigue at Gupta’s Liberty Commodities", "Rate rise a risk to asset prices, IMF warns: The local economy is poised to grow at its fastest pace in 22 years and be among the world’s standout performers in the recovery from last year’s COVID-19 recession, the IMF says.", "Holgate brands AusPost chairman a liar who destroyed her career: Christine Holgate has alleged the chairman of Australia Post lied to Parliament over the Cartier watches scandal, accusing him of destroying her career."], "United States": ["The NYSE Fang + Index was 0.7 per cent higher, paring some earlier gains; Apple and Netflix were higher. Amazon, Alphabet and Microsoft were modestly lower.", "Fundstrat Global’s Tom Lee on who’s buying what: “Most institutional investors have not really yet tilted to Cyclical stocks yet. I am not sure if this is a widely held view, but based upon our discussions with our clients over the past year, it is evident most of our clients prefer to Overweight Growth stocks and shy away from Epicenter aka Cyclicals.”", "Mr Lee said a key to assessing who’s buying or selling is reflected in his take on timing because “different constituents trade at different parts of the US session”.", "He argues that small traders and retail ones often execute in the morning; European traders execute their trades near the European close about 11.30am New York time; US institutional investors execute their trades at the end of the day; and gamma hedging takes place at end of day too, so it amplifies institutional trends.", "“Thus, if a stock tends to be weak at the close, it is likely being sold by big money,” Mr Lee said. “Vice versa.”"], "Europe": ["European traders returned from a long weekend to push the STOXX 600 up 0.7 per cent to a record 435.36 points. It has climbed more than 60 per cent from last year’s lows and surpassed its previous all-time high of 433.90 points in February 2020.", "Miners were the top gainers on Tuesday, up 1.8 per cent, while travel & leisure stocks, auto makers and food & beverage shares rose 1 per cent. In London, BHP rose 2.4 per cent, Rio rose 2.7 per cent.", "The German DAX rose 0.7 per cent to add to its recent record-setting rally, France’s CAC 40 was up 0.5 per cent, also fully recovering from last year’s crash and Britain’s FTSE 100 jumped 1.3 per cent.", "“European equity markets have a higher percentage tilt to the more distressed cyclical and value parts of the market that performed poorly not only in 2020, but for several years before as well,” Niall Gallagher, investment director for European equities at GAM wrote in a note.", "“Any change in the economic environment that sees a pick-up in growth and a pick-up in inflation is likely to positively impact these sectors and as they are a higher weighting in the market, this explains the recent expectations that European equities may do better in the next few months.”", "Goldman Sachs Group bought £75 million worth of shares in food delivery group Deliveroo to prop up trading after an underwhelming market debut, the Financial Times reported on Tuesday."], "Asia": ["Foreigners were net sellers of Asian equities for the third consecutive month in March. Overseas investors sold a net combined total of $US3.18 billion in South Korean, Taiwanese, Philippine, Thai, Vietnamese, Indonesian, and Indian stocks last month, data from stock exchanges showed.", "Taiwan and South Korea, which house many high-flying tech stocks, faced the biggest outflows in the region, witnessing net sales of $US3.2 billion and $US1.3 billion, respectively.", "Foreigners continued to exit Philippine equities for the 17th consecutive month March, struck by fresh lockdowns in capital Manila and nearby provinces after a surge in new coronavirus cases."], "Currencies": ["LPL Financial said it expects the yield on the US 10-year note to end the year between 1.75 per cent and 2 per cent. “”The economic recovery continues to surprise to the upside and we think higher Treasury yields will be a result of that continued growth.”", "LPL also said: “Yields may temporarily eclipse 2.0 per cent in the short-term, as inflation readings pick up and economic data continues to show material improvements. However, we still believe there are structural headwinds to sustained, outsized inflation levels that should limit further sell-offs in Treasuries and bring yields back in-line with our fundamental assessment by year end.”", "Is inflation coming? Let’s start with a cup of coffee: The story for 2021 will remain one of inflation concerns globally. As the humble coffee proves, fears of a medium-term inflation breakout must centre on labour and rental costs, not the temporary swings we are likely to see this year in supply chains.", "Inflation harder to gauge with quarterly data: Australia’s releasing of inflation data on a quarterly, rather than monthly, basis puts it out of step with other advanced economies and makes it difficult to get a timely inflation picture."], "Commodities": ["Fastmarkets MB: “Brazilian iron ore exports grew 33.97 per cent in March, compared with the corresponding month of 2020, according to data that the economy ministry published on Thursday April 1.", "“The country exported 28.42 million tonnes of iron ore in March, up from 21.21 million tonnes the year before. Daily average exports also rose 28.14 per cent to 1.24 million tonnes from 964,215 tonnes in the same comparisonExport revenues totaled $US3.6 billion in March, rising 164.15 per cent from $US1.36 billion a year before, the ministry added.”", "Fastmarkets also reported that the price spread between 62 per cent Fe and 65 per cent Fe iron ore fines reached a historical high in March as a result of various factors, according to market sources.", "Fastmarkets’ index for iron ore 62 per cent Fe fines, cfr Qingdao was at $US159.85 per tonne on Thursday March 25 while that for iron ore 65 per cent Fe Brazil-origin fines, cfr Qingdao was at $US190.40 per tonne.", "The spread between the two indices rose to a historical high of $US30.55 per tonne that day."], "Australian sharemarket": ["ASX jumps 0.8pc to seven-week high: A sharp rally in local technology stocks pushed the Australian sharemarket to its highest level in seven weeks on Tuesday after it returned from a four-day weekend."]}}