{"url_id": "46a9f803e29e5e6689ee412a2bfd9b59", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-slip-wall-st-steady-a-surges-20210220-p57491", "topic": "World markets", "title": "ASX to slip, Wall St steady, $A surges", "summary": "Australian shares set to extend Friday’s losses to start the week. $A leap puts US79¢ on the radar. Reporting season peak ahead.", "date": "Feb 22, 2021 – 5.36am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to start the week with modest losses, extending Friday’s retreat.", "ASX futures were down 11 points or 0.2 per cent to 6721; the S&P/ASX 200 Index tumbled 92.1 points, or 1.3 per cent, on Friday.", "A slew of earnings are set for Monday including, Amaysim, Bluescope Steel, Costa Group, LendLease, McGrath, Nufarm and Platinum Asset Management. Click here for our reporting season calendar.", "In contrast, the dollar spiked more than 1 per cent, putting US79¢ on the radar as base metals, in particular copper, and iron ore continue to lure investors on optimism about Chinese demand and the prospect for accelerating global growth.", "The dollar spot index slipped 0.3 per cent; the Bloomberg dollar spot index was 0.2 per cent lower. The yield on the US 10-year note rose 4 basis points to 1.34 per cent; it is 25 basis points higher over the past month.", "Shares closed mixed in New York on Friday there as the latest wave of record resets lost momentum. Still bulls are not throwing in the towel just yet.", "Tim Hayes, chief investment strategist at Ned Davis Research, is particularly bullish: “We are increasing our recommended equity allocation to the maximum of 70 per cent, the fourth and final in a series of upgrades that started when we shifted from underweight to marketweight last June.", "“Getting in line with the current intra-month estimate of our Global Balanced Account Model, we are shifting 5 per cent from bonds to equities. And in response to the model’s indicator signals that are calling for shortening duration, we are moving 5 per cent from bonds to cash.”", "Mr Hayes said the S&P 500 has now advanced for 72 days without a 5 per cent correction and 227 days without a 10 per cent decline, far beyond the secular bear means of 31 and 91 days respectively and increasingly consistent with the secular bull means of 84 and 331 days respectively.", "“With the secular bull resuming, the rally could be expected to continue for another 878 days before it would reach the mean number of days without a 20 per cent decline in a secular bull,” Mr Hayes said.", "LPL Financial’s Ryan Detrick also is optimistic: “While pockets of weakness remain, the market is more concerned with where the economic conditions will be, not where they are currently.”", "The major US indices are masking the real strength in equities, Fundstrat Global’s Tom Lee said, adding that last week saw a dramatic rotation into cyclically sensitive stocks such as energy and financials amid selling in technology and health care.", "Mr Lee said the top might be in for growth stocks: the VIX is falling, commodities are strong, economic data remains strong and market watchers are turning cautious."], "Today's agenda": ["Local: NZ credit card spending January", "Overseas data: Euro zone IFO business climate February survey; US Chicago Fed national activity index and Leading index January, Dallas Fed index February"], "Market highlights": ["ASX futures down 11 points or 0.2 per cent to 6721", "AUD +1.3% to 78.69 US cents", "On Wall St: Dow flat S&P 500 -0.2% Nasdaq +0.1%", "In New York: BHP +0.4% Rio +2.2% Atlassian +0.7%", "In Europe: Stoxx 50 +0.9% FTSE +0.1% CAC +0.8% DAX +0.8%", "Spot gold +0.5% to $US1784.25/oz", "Brent crude -2% to $US62.66 a barrel", "US oil -2.8% to $US58.84 a barrel", "Iron ore -0.9% to $US173.55 a tonne", "2-year yield: US 0.10% Australia 0.12%", "5-year yield: US 0.58% Australia 0.66%", "10-year yield: US 1.34% Australia 1.43% Germany -0.31%"], "From today's Financial Review": ["PM’s vaccination kicks off national rollout: The Morrison government, business and health experts are using the vaccine rollout to put pressure on premiers to end snap statewide lockdowns and border closures.", "Like a mafia sting, inside the biggest insider trading case: Christopher Hill doesn’t like using the word “betrayed”, but that’s what happened when he disclosed secret jobs data from his employer to university pal Lukas Kamay.", "ACCC clears Bank of Queensland deal with ME: Chairman Rod Sims paves the way for BoQ’s acquisition of ME after finding there was little evidence a merger would lessen competition."], "United States": ["Wall Street little changed as cyclicals shine, big tech falls: Financials, materials and energy, along with industrials, rose more than 1 per cent. The S&P 1500 airlines index also soared, with post-pandemic travel in focus.", "IHS Markit’s flash US manufacturing PMI dropped to 58.5 in the first half of this month from a final reading of 59.2 in January. Extreme weather in large parts of the United States was one reason. The data was in line with economists’ forecasts.", "Bank of America sees three opportunities within financials: “Our top sector for 2021, financials, remained #1 in our tactical quantitative framework for the third straight month. But this time, it ranked the highest on all three metrics: relative EPS revisions, relative price momentum and relative valuation.", "“A perfect score for a sector rarely happens (only 19 instances out of 220 months in history) and this is the first time for financials, suggesting the best backdrop for the sector in history.", "“Rising rates, potential stimulus, reopening, resumed buybacks, strong earnings, etc. all point to a strong year for financials. Within Financials, Consumer Finance, Banks, and Capital Markets screen as Opportunities.”", "Bank of Montreal last week revised its US GDP growth forecast for 2021 higher this week by a full point to 6 per cent: “the key factors behind the revision were: 1) the growing prospects for an even larger-than-expected fiscal support package (ie, well above our earlier assumption of just under $US1 trillion) and, 2) more signs that the US economy was much more resilient than expected at the start of the year.", "“Most of the upward revision is piled into the opening months of 2021, so our 2022 call holds steady at a still-solid 4 per cent. Quick reminder: a 6 per cent growth rate would be the strongest annual gain since 1984, albeit following the deepest annual decline (-3.5 per cent) in the postwar period.”"], "Europe": ["Euro zone shares rose on Friday, marking a third week of gains, as data showed factory activity in February jumped to a three-year high, while upbeat quarterly earnings boosted confidence in a broader economic recovery.", "The euro zone index was up 0.9 per cent, with strong earnings from companies such as Acciona and Hermes brewing some optimism over an eventual economic recovery.", "The pan-European STOXX 600 index rose 0.5 per cent, as regional factory activity was seen reaching a three-year high on strong demand for manufactured goods at home and overseas.", "Another reading showed the euro zone’s current account surplus widened in December on a rise in trade surplus and a narrower deficit in secondary income.", "Still, the STOXX 600 marked small gains for the week, having dropped for the past three sessions as investor concern grew over rising inflation and a rocky COVID-19 vaccine rollout.", "But basic resources stocks outpaced their peers this week with a 7 per cent jump, as improving industrial activity across the globe drove up commodity prices.", "London’s FTSE 100 lagged regional bourses on Friday due to a slump in January retail sales and as the pound jumped to its highest against the dollar in nearly three years.", "French car maker Renault tumbled more than 4 per cent after posting a record annual loss of €8 billion."], "Asia": ["China’s blue-chip index recouped earlier losses to end higher on Friday, helped by gains in infrastructure and securities stocks, though it posted weekly losses.", "The blue-chip CSI300 index edged up 0.2 per cent to 5778.84, while the Shanghai Composite Index added 0.6 per cent to 3696.17. For the holiday-shortened week, CSI eased 0.5 per cent, while SSEC firmed 1.1 per cent.", "In Hong Kong, the Hang Seng index ended 0.2 per cent firmer at 30,644.73, while the China Enterprises Index gained 0.5 per cent to 12,106.77 points. For the week, HSI firmed 1.6 per cent, while HSCE added 1.9 per cent, both posted their third consecutive weekly gains.", "Leading the gains on Friday, the Hang Seng materials index climbed 3.1 per cent, having climbed 15.5 per cent in its best week since April 2015.", "Telecommunications firms also advanced with an 11 per cent jump for the week."], "Currencies": ["NDR’s Joseph Kalish said bond markets may have sold off too fast. “Shorter-term, we may have gotten a bit overdone. Optimism and complacency from Fed support is fading fast, amid strong downside momentum. In fact, the downside momentum has just moved into the extreme zone on our index. Moreover, European inflation expectations remain on the cusp of breaking out. A decisive upside breakout would clear the way for higher yields.”", "Why the market has suddenly woken up to inflation: The mantra of ‘lower for longer’ is coming under pressure as investors realise the potential damage inflation could inflict on complacent portfolios.", "Bitcoin extended its rally in New York on Friday.", "“If you really believe there’s a store of value in bitcoin, then there’s still a lot of upside,” said John Wu, president of AVA Labs, an open-source platform for creating financial applications using blockchain technology.", "“If you look at gold, it has a market cap $US9 or $US10 trillion. Even if bitcoin gets to half of gold’s market cap, that’s still growth of 4X, or $US200,000. So I don’t know when it stops rising,” he added."], "Commodities": ["Copper jumped to its highest in more than nine years in London on Friday and logged its third straight weekly gain as tight supplies and bullish sentiment towards base metals continued after the Chinese New Year.", "Benchmark copper on the London Metal Exchange added 4.4 per cent to $US8930 a tonne by 1723 GMT. The metal used in power and construction touched a peak of $US8995, its highest since September 2011.", "“The return of the Chinese market post the Lunar New Year has seen some renewed interest in base metals,” said Gianclaudio Torlizzi, a partner at consultancy T-Commodity in Milan.", "“The very short term for copper is bullish, but we are in the latest phase of a rally and we would look to short the area closer to $US9000.”", "Inventories of copper in warehouses registered with the LME are near 2005 lows at 75,700 tonnes. Cancelled warrants - metal earmarked for delivery - account for about 39 per cent and further fuelled concerns about tight supply on the LME market.", "The premium for cash copper over the three-month contract doubled to $US40 a tonne, its highest since September.", "Fefferies Financial Group boosted their FY2021 earnings estimates for shares of Rio Tinto. Analyst C. Lafemina now anticipates that the mining company will post earnings of $US9.99 per share for the year, up from a previous forecast of $US9.84.", "Iron ore eased on Friday on news of higher than expected Chinese steel inventories.", "Stocks of the five major finished steel products held by the 184 Chinese mills under Mysteel consultancy’s regular survey grew by a sharp 46.1 per cent during February 4-17.", "Consumption among steel end-users stagnated during the February 11-17 holiday while mills continued to produce during the break, Mysteel reported."], "Australian sharemarket": ["ASX dragged lower as blue chips weigh: The Australian sharemarket fell for a second week running despite a number of strong earnings results and dividend surprises, with a heavy sell-off on Friday.", "Even earnings can’t reassure jittery markets: This reporting season has fund managers on edge, as they grapple with unexpected market reactions to results while keeping a wary eye on bond yields.", "Chanticleer: Blue-chip profit resurgence far from over: Blue-chip companies led the profit season surprises this week, confirming an economic recovery that is likely just getting started.", "Dividend bonanza as business leads the recovery: A combination of factors is pointing to growing evidence that the market sees the surging economy as more than a short-term event.", "Corporate Australia is getting back to good health: More than halfway through the season, corporate Australia is shrugging off the gloom of the COVID-19 pandemic, delivering improving profits and looking to the future with more optimism."]}}