{"url_id": "5b7700fcd39e7cc2a25e90c82dc1bd7b", "extraction_date": "16-04-2021", "url": "https://www.afr.com/markets/equity-markets/s-and-p-500-dow-reset-records-on-earnings-economic-data-20210416-p57joe", "topic": "World markets", "title": "ASX to rise, Dow resets record on earnings, economic data", "summary": "Australian shares are poised to open higher. Dow closes above 34,000 for first time. US 10-year bond yield plunges. China GDP pending.", "date": "Apr 16, 2021 – 3.38am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to open higher, following a broad record setting rally on Wall Street with the Dow breaching and closing above 34,000 for the first time. The yield on the 10-year US note was 6 basis points lower to 1.56 per cent at 4.59pm in New York.", "ASX futures were up 15 points or 0.2 per cent to 7051 near 7am AEST. The currency edged 0.4 per cent higher.", "US stocks surged after retail sales there rose by the most in 10 months in March, reinforcing optimism about the economic outlook as the pace of vaccinations accelerates.", "At the close, the Dow was up 305 points or 0.9 per cent to 34,035.99; it earlier rose as high as 34,068.73. Twenty three of its 30 components were higher, paced by UnitedHealth and Amgen.", "The S&P 500 was up 1.1 per cent; nine of its 11 industry groups were higher, led by real estate, information technology and health care. The Nasdaq was up 1.3 per cent.", "Coinbase Global slipped 1.7 per cent; bitcoin was up 1.9 per cent to $US63,400; Tesla edged up 0.9 per cent. Gamestop tumbled 6.1 per cent.", "“Forget about asset class correlations and all that, it’s a dream day for #investors as portfolios benefit simultaneously from higher prices for #Stocks #Bonds Commodities #Bitcoin #Dollar,” Mohamed El-Erian tweeted. “And a dream set of drivers: Fundamentals/data, #Fed remarks, #risk appetites and flows”", "“There seems to have been very little participation from active equity managers in the last 1.5 per cent move higher in the S&P 500 with essentially zero excess flow over the past week,” Axi’s Stephen Innes said. “It is no surprise that ‘active equity manager’ positioning also remained unchanged week-on-week and has now been slightly underweight for more than a month.", "“At the same time, cash and options volumes have made new year-to-date lows. So why is the market up?” Mr Innes asked: “In a quiet tape like this, it seems that passive/systematic flows – which are to buy – have been enough to push the market higher.”", "US retail sales rebounded 9.8 per cent last month, the largest increase since May 2020, the Commerce Department said. March’s rise pushed the level of sales 17.1 per cent above its pre-pandemic level and to a record high.", "Economists polled by Reuters had forecast retail sales would increase 5.9 per cent in March. Retail sales surged a record 27.7 per cent on a year-on-year basis. Data for February was revised higher to show sales dropping 2.7 per cent instead of 3.0 per cent as previously reported.", "The latest update from the US Centres for Disease Control and Prevention reported that 125.8 million Americans have received at least one vaccine shot, representing 37.9 per cent of the total population.", "The CDC said 48.3 per cent of those aged 18 years and older have received at least one dose; that rises to 80 per cent for those aged 65 years and older.", "The US listed shares of both BHP and Rio closed higher, bolstered by metals markets. Iron ore, copper and aluminium rose. Gold gained too.", "The spot price for iron ore leapt 2.8 per cent to $US178.41 a tonne, according to Fastmarkets MB.", "The firm said its index for iron ore 65 per cent Fe Brazil-origin fines, cfr Qingdao rose to a record high, with “the surge supported on demand for high-grade iron ore due to mills’ healthy margins”. Fastmarkets listed the price at $US211.10 a tonne, up $US6.10 on the day.", "Benchmark three-month copper on the London Metal Exchange (LME) was up 2.2 per cent at $US9278 a tonne by 1610 GMT, after touching a six-week high of $US9299.", "Goldman Sachs said copper could reach $US15,000 a tonne by 2025. It also raised its 12-month target to $US11,000 per tonne and projected an average of $US9675 in 2021.", "“(Higher prices) should stimulate a wave of so-far absent mine supply investment, but if that does not start to materialise or demand surprises to the upside then an even higher price path is probable,” the bank said.", "Citi said on Monday copper consumption could “materially overshoot our base forecasts in 2021”, as it recommended clients take bullish copper exposure over the next few weeks.", "Aluminium was up 0.6 per cent to $US2337.50 per tonne after hitting its highest level since May 2018 at $US2356.50.", "China will report March industrial production and retail sales as well as first-quarter GDP on Friday. Here’s what TD Securities is expecting: “A very low based in March last year will make this month’s China data look overly impressive. Nonetheless, the underlying picture presented by this month’s data dump will likely be a positive one.”", "“Industrial production is likely to record a solid 18 per cent y/y gain (consensus: 19 per cent), with output continuing to be helped by strong exports demand and strengthening domestic momentum.", "“We see upside risks to retail sales and look for a 30 per cent y/y increase (consensus: 28.5 per cent).", "’“Last but not least, GDP is likely to record a small gain on the quarter (consensus: 1 per cent q/q), but on y/y basis is likely to look particularly strong (consensus: 18.2 per cent) given the weakness in Q1 last year.”"], "Today's agenda": ["Local: New Zealand BusinessNZ manufacturing PMI March", "Overseas data: China first quarter GDP, March industrial production and retail sales; Euro zone trade balance February; US March housing starts and building permits, April University of Michigan consumer sentiment"], "Market highlights": ["ASX futures up 15 points or 0.2 per cent to 7051 near 7am AEST", "AUD +0.4% to 77.56 US cents", "Bitcoin on bitstamp.net +1.9% to $US63,400 near 6.20am AEST", "On Wall St: Dow +0.9% S&P 500 +1.1% Nasdaq +1.3%", "In New York: BHP +1.9% Rio +2.5% Atlassian +3.3%", "Tesla +0.9% Apple +1.9% Microsoft +1.5% Amazon +1.4%", "In Europe: Stoxx 50 +0.4% FTSE +0.6% CAC +0.4% DAX +0.3%", "Spot gold +1.7% to $US1765.74/oz at 1.26pm New York time", "Brent crude +0.4% to $US66.82 a barrel", "US oil +0.2% to $US63.30 a barrel", "Iron ore +2.8% to $US178.41 a tonne", "2-year yield: US 0.16% Australia 0.06%", "5-year yield: US 0.82% Australia 0.83%", "10-year yield: US 1.58% Australia 1.76% Germany -0.29%", "US prices as of 4.59pm in New York"], "From today's Financial Review": ["Business hails miracle rebound: Employment growth is coming back faster than expected, while struggling industries are keeping staff and even hiring more.", "The AFR View: Miracle rebound needs a kick of reform", "Pent-up demand kick-starts aviation’s domestic recovery", "Strong jobs rebound prompts budget rethink"], "United States": ["More on the Dow’s 34,000 breach:", "Peter Essele, head of portfolio management for Commonwealth Financial Network: “The Dow’s push through 34,000 is a signal that investor appetite for future growth prospects is spilling over into more value-oriented names.", "“The industrial heavy index has trailed its more tech-oriented counterparts over the last year (S&P 500 and NASDAQ), a trend that has started to reverse as of late. The demand for industrials and more cyclically-oriented areas should continue as the vaccines take hold and earnings potentially come in higher than originally expected.”", "LPL Financial’s Ryan Detrick: “Although 34,000 by itself is just another number, this is a monumental feat when you think back to where we were last year at this time. The speed and resiliency of this economic recovery is unlike anything we’ve ever seen and it helps to justify stocks at all-time highs.“", "Chris Zaccarelli, chief investment officer for Independent Advisor Alliance: “We continue to believe that a re-opening economy, with better weather and decreasing consumer caution, will drive markets higher this year, with double-digit returns possible in 2021.”", "It was just retail sales that exceeded expectations, there are more signs of healing in the labour market with jobless claims dropping sharply.", "Bank of America’s traders and investment bankers joined their Wall Street rivals in capitalising on the stock market’s wild ride this year, but that wasn’t enough to satisfy investors also looking for more lending activity.", "Shares fell after the company reported a decline in loan balances and its executives said higher costs from the pandemic would persist for longer than expected.", "BlackRock’s first-quarter profit beat Wall Street estimates on Thursday, as a continued rally in global financial markets and broad-based strength in the asset manager’s businesses helped vault the firm’s assets under management to a record $US9.01 trillion."], "Europe": ["The pan-European STOXX 600 index rose 0.5 per cent in its third session of gains, with miners jumping 1.5 per cent.", "Travel & leisure stocks closed up 0.1 per cent after hitting a record high earlier in the session.", "The UK’s commodity-heavy FTSE 100 rose 0.6 per cent to its highest level since February 2020 as a surge in metals prices lifted shares of companies such as Rio Tinto, Anglo American and BHP.", "Italy is targeting an 11.8 per cent budget deficit this year as it seeks billions of extra euros in borrowing to keep its economy afloat, according a government official. The country’s debt is also forecast to rise to 159.8 per cent of gross domestic product at the end of 2021.", "Prime Minister Mario Draghi’s cabinet approved its economic update Thursday, forecasting economic growth at 4.1 per cent in 2021 and targeting it at 4.5 per cent once stimulus measures and other legislation are factored in, the official said.", "France on Thursday became the latest country to record more than 100,000 deaths due to COVID-19.", "The threshold was reached after 300 fatalities were registered over the past 24 hours, bringing the official toll to 100,077, a spokeswoman for the French public health authority said by phone."], "Asia": ["China and Hong Kong stocks fell on Thursday, as worries about policy tightening mounted ahead of China’s first-quarter GDP data due on Friday.", "The CSI300 index fell 1.6 per cent to 4902.74 by the end of the morning session, while the Shanghai Composite Index lost 1.2 per cent to 3376.30.", "The Hang Seng index dropped 1 per cent to 28,623.90, while the Hong Kong China Enterprises Index lost 1.5 per cent to 10,831.14.", "Analysts and traders said China’s tightening had begun and more upbeat economic data would reinforce Beijing’s tightening bias.", "China will publish on Friday its first-quarter GDP data, along with March data on retail sales, industrial output and urban investment."], "Currencies": ["TD Securities take on FX markets overnight: ”After catching a strong bid before the equity open, the typical high beta dollar bloc currencies have steadied despite UST yields coming off rather sharply and equity markets catching a bid post-US retail sales.", "“At the same time, EURUSD rejected the notable 1.1990/00 resistance area. We’ll be keen to see whether the market holds onto these gains and can respect resistance (in the case of EURUSD) into the weekend. We’re particularly mindful of USDCAD as the Bank of Canada may be setting up for a hawkish surprise.”", "Coinbase IPO sparks rush for ‘picks and shovels’ crypto assets: Investors of all sizes are hoping to emulate the success of Westpac’s venture arm, which stands to make a $500 million gain from its Coinbase investment.", "The big question mark over the RBA’s bond buying program: Economists still expect the Reserve Bank will extend its quantitative easing program but the point at which its buying distorts the market for government bonds is up for debate."], "Commodities": ["Whitehaven stumble brings Tinkler tensions to the boil: Past and present shareholders in Whitehaven Coal are fuming over a 24 day period punctuated by insider selling and two downgrades to coal sale forecasts.", "The World Steel Association is forecasting that steel demand will grow by 5.8 per cent in 2021 to reach 1,874.0 million tonnes (Mt), after declining by 0.2 per cent in 2020. In 2022 steel demand will see further growth of 2.7 per cent to reach 1,924.6 Mt.", "“The current forecast assumes that the ongoing second or third waves of infections will stabilise in the second quarter and that steady progress on vaccinations will be made, allowing a gradual return to normality in major steel-using countries,” the steel group said."], "Australian sharemarket": ["Rallying shares ignite valuation warnings: The ascent of the Australian sharemarket back to near record levels is ringing alarms for fund managers, with Investors Mutual joining a growing chorus pointing to sky-high valuations as a risk for markets.", "ASX rises 0.5pc, edging closer to record as miners rally: The ASX advanced to a post-pandemic high on Thursday as miners helped to push the market closer to last year’s record.", "Capping super contributions was never going to fly politically: Even before the government hit troubled waters, meddling with the super guarantee was always laden with risk. Now it would be a suicide mission."]}}