{"url_id": "5fd65f90081d234514d727c3506ca9cb", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-edge-higher-wall-st-consolidates-20210303-p5778o", "topic": "World markets", "title": "ASX to edge higher, Wall St consolidates", "summary": "Australian shares are set to rise at the open, though gains could be checked as US stocks reset lower after the previous session’s surge. $A higher.", "date": "Mar 3, 2021 – 6.52am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to edge modestly higher at the open. Wall Street eased after surging higher the previous session.", "ASX futures were up 16 points or 0.2 per cent to 6738 near 8am AEDT. The currency rose 0.7 per cent. The yield on the US 10-year note slipped 2 basis points to 1.40 per cent.", "Today’s GDP data could further bolster the Aussie.", "The data could be the catalyst to propel the $A higher again, according to Steven Dooley, currency strategist at Western Union Business Solutions.", "“Last quarter’s GDP result beat expectations, and we expect that trend to continue,” Mr Dooley said. “A better-than-expected result from exports along with a strong showing from retail could see the quarterly result as high as 3.0pc.”", "Mr Dooley said he expects last week’s $A retreat to be temporary. “Our June 2021 target is US82¢ and our December 2021 is US84¢. We have raised our targets as commodity prices have increased.”", "On Wall Street, all three major benchmarks closed down as an early afternoon reprieve proved fleeting. The Dow was down 144 points or 0.5 per cent. The S&P 500 slid 0.8 per cent, the Nasdaq lost 1.7 per cent.", "Apple, which had leapt more than 5 per cent on Monday, was down 2 per cent. Facebook, Amazon and Microsoft each closed at least 1.3 per cent lower. Tesla slid 4.5 per cent, to $US686.44.", "The NYSE Fang + Index shed 1.9 per cent.", "US investors are prepping for a slew of speeches by Federal Reserve officials and their intepretation of the reset in bond yields and the outlook for inflation. In addition, key jobs data is on the agenda this week including February’s key payrolls report on Friday.", "In the text of a speech, Fed governor Lael Brainard said inflation is likely to temporarily rise above 2 per cent on a 12-month basis when the low March and April price readings from last year fall out of our preferred 12-month PCE measure.", "However, Governor Brainard said she was unconcerned about a potential surge in demand as the pandemic ebbs and the US economy more fully reopens. “A burst of transitory inflation seems more probable than a durable shift above target in the inflation trend and an unmooring of inflation expectations to the upside,” she said.", "“When considering the inflation outlook, it is important to remember that inflation has averaged slightly below 2 per cent for over a quarter-century. In the nine years since the FOMC’s announcement of a 2 per cent inflation objective, 12-month PCE inflation has averaged under 1-1/2 per cent. Readings of 12-month inflation have been below 2 per cent in 95 of those 109 months.”", "Governor Brainard said the Fed would be “vigilant” in parsing data. “Given the path of inflation to date, our framework calls for inflation moderately above 2 per cent for some time. If, in the future, inflation rises immoderately or persistently above target, and there is evidence that longer-term inflation expectations are moving above our longer-run goal, I would not hesitate to act and believe we have the tools to carefully guide inflation down to target.”", "Bank of America’s latest equity client flow trends review found that clients continued to buy the dip last week with net purchases of single stocks and ETFs each in excess of $US1.5 billion.", "“Specifically, clients bought the tech dip, with net buys of tech stocks the largest of any week since November 2019 and with inflows across all three client groups (institutions/hedge funds (HFs)/private clients),” the bank said.", "While private clients led the buying of US equities last week, where inflows were the sixth-largest in BofA’s data history, hedge funds were net buyers for the first time in three weeks, while institutional clients were sellers for the second week, it said.", "While the recent rise in US bond yields probably contributed to the rotation in the US stocks, vaccination progress and economies re-opening “are likely to be more important drivers of the rotation in the future”, Capital Economics’ Simona Gambarini said.", "“So, even though we expect US yields will not rise much further in the coming quarters, we think that the equity rotation will go further.”"], "Today's agenda": ["Local: AiG performance of construction February, Fourth quarter GDP", "On the GDP, NAB is pencilling in a 2.9pc q/q print, above the consensus of 2.3pc.", "Overseas data: NZ building permits January; China Caixin services PMI February; Euro zone PPI January; UK budget statement; US February ADP employment, ISM non-manufacturing February, Fed’s Beige Book"], "Market highlights": ["ASX futures up 16 points or 0.2 per cent to 6738 near 8am AEDT", "AUD +0.7% to 78.25 US cents", "Bitcoin on bitstamp.net -1.6% to $US47,850 near 8.15am AEDT", "On Wall St near 4pm: Dow -0.5% S&P 500 -0.8% Nasdaq -1.7%", "In New York: BHP +1.7% Rio +1.7% Atlassian -2.8%", "In Europe: Stoxx 50 +0.03% FTSE +0.4% CAC +0.3% DAX +0.2%", "Spot gold +0.7% to $US1736.21/oz at 1.47pm New York time", "Brent crude -0.2% to $US63.58 a barrel", "US oil +0.03% to $US60.66 a barrel", "Iron ore +0.6% to $US175.55 a tonne", "2-year yield: US 0.12% Australia 0.09%", "5-year yield: US 0.67% Australia 0.85%", "10-year yield: US 1.40% Australia 1.70%% Germany -0.35%", "US prices near 4.15pm in New York"], "From today's Financial Review": ["Lex Greensill fights to save empire: The billionaire is considering options to rescue his global finance group after Credit Suisse stopped buying packaged invoices.", "Clouds hang over Greensill’s future", "Greensill still up for global entrepreneur gong", "How Greensill Capital makes its money", "RBA boss Phil Lowe demonstrates his dexterity: Reserve Bank boss Phil Lowe’s challenge now is to reassure financial markets, without locking himself into a rigid monetary stimulus framework.", "Chanticleer: Inside Yarra’s $20b deal to grab Nikko: Fund managers know how crucial scale is, but they’ve been slow to do much about it. Yarra’s Dion Hershan won’t be left behind."], "United States": ["Oxford on the US economic outlook: “We expect the full $US1.9 trillion American Rescue Plan will be signed by President Joe Biden in the coming weeks, which should boost real GDP growth by 3.3ppts by Q4 2021 and see the economy growing 7pc in 2021.", "“US households will drive the recovery. Lower-income families will benefit from generous fiscal transfers totalling nearly $US1 trillion, including checks, unemployment benefits, and tax credits. Higher-income families will be able to spend their steady income streams and some of the accumulated $US1.8 trillion excess savings.”", "Oxford also said it anticipated the US economy will add seven million jobs in 2021, bringing the unemployment rate down below 5pc by year end. Inflation will reach levels rarely experienced over the past decade, at close to 3pc, but uncontrolled overheating isn’t likely.", "While the “tech sceptics continue to yell fire into a crowded theatre that the tech rally/valuation re-rating is over”, Wedbush said not so fast. “We strongly disagree, as in our opinion the digital transformation across the enterprise and consumer world is just in its first few innings of playing out which bode especially well for cloud, cyber security, e-commerce, and 5G related names for the next few years.”", "Wedbush said “We believe tech stocks have another 25pc+ upward move in the cards over the coming year led by FAANG, cloud, and cyber security names.In our opinion core disruptive tech recovery names Uber and Lyft remain our favourite ‘reopening plays’.”", "Instacart, the grocery delivery company, said it had raised another $US265 million in a funding that values it at $US39 billion, more than doubling its valuation for the second time in a year.", "Andreessen Horowitz and Sequoia Capital, which are existing investors in Instacart, participated in the latest financing for the 8-year-old startup. Over the last year, Instacart has raised two rounds of funding totaling $US525 million. It was previously valued at $US17.7 billion."], "Europe": ["TD Securities: “Focus in the UK turns to [Wednesday]’s budget, where the Chancellor is expected to extend the pandemic support programmes, but also lay some early plans to start tightening fiscal policy via corporate tax rises and freezing income tax thresholds. This will put the UK in sharp contrast with the US, which just approved another large stimulus package, and may see a dovish market reaction.”", "Europe’s benchmark stock index edged higher on Tuesday as stability in the bond market gave stocks some breathing room, with major commodity-linked stocks reversing losses on a turnabout in oil and metal prices.", "The pan-regional STOXX 600 index rose 0.2pc after marking its best day in nearly four months on Monday, with mining stocks among the top gainers as copper prices steadied near 10-year highs.", "Swiss chocolate maker Lindt & Spruengli jumped 3.3pc after saying that it aimed for 6pc to 8pc organic sales growth this year thanks to pent-up demand after the pandemic hit its business.", "TeamViewer rose 4.2pc after it said it had acquired Upskill, a US company that specialises in augmented reality applications for front-line workers.", "French yoghurt maker Danone slipped nearly 2pc as investors questioned whether a recent splitting of its chairman and chief executive roles would give a new CEO room to act."], "Asia": ["The benchmark Shanghai Composite index erase early gains to close 1.2pc lower at 3508.59. The blue-chip CSI300 index fell 1.3pc, with the consumer staples sector down 2.9pc, the financial sector sub-index down 1pc and the healthcare sub-index 2.3pc lower.", "Chinese equities have also come under pressure in recent sessions on worries around policy tightening, and investors now eye the parliamentary session that will chart a course for economic recovery and unveil a five-year plan to fight stagnation.", "At the close of trade, the Hang Seng index was down 356.71 points, or 1.2pc, at 29,095.86. The Hang Seng China Enterprises index fell 0.8pc to 11,361.35.", "Goldman Sachs on the Hang Seng’s pending revamp: “By mid-2022, the index expansion is expected to lead to a 25pc increase in Hang Seng Index cap. The HSI would cover 71pc/66pc of market cap and turnover of the HK market, rising from 57pc/50pc now.", "“The sector weight from Consumer and Healthcare would increase by 4pp and 3pp, respectively, with their weighting boost mostly funded by Financials, which could see their index representation falling from 40pc at present to 33pc on a pro-forma basis.”", "Goldman also said the potential new additions would be dominated by New China stocks. “Under the terms of the consultation conclusion, the number of mainland China stocks would rise from 28 to 57, with their index weights jumping 60pc to 68pc. The aggregate weight of HK stocks could fall to 40pc from 32pc.”"], "Currencies": ["The US dollar gained for a fourth consecutive day after a recent spike in bond yields challenged the market consensus for dollar weakness in 2021.", "Karen Jones, a technical analyst at Commerzbank, said that the Aussie and other risky currencies including the Norwegian krone appeared to be reversing from interim tops, which will likely be positive for the US dollar near-term.", "The “US dollar bear trend is probably over” for now, Jones said in a report.", "China’s yuan softened slightly against the US dollar on Tuesday, as a top banking regulator said China is studying effective measures to manage capital inflows to prevent global turbulence from affecting the domestic market.", "Currency and bonds play it cool as RBA holds fire: The currency and bond markets took the Reserve Bank of Australia’s decision to keep monetary policy settings unchanged at its March meeting in their stride.", "Rate hikes a ‘disaster’ for markets, says Hamish Douglass: The Magellan chairman warns equity markets face a huge reckoning if central banks lift interest rates following an outbreak of inflation.", "Chanticleer: ‘Frenzy of activity’: Why the RBA needs house prices to rise: HSBC chief economist and 12-year RBA veteran Paul Bloxham says the central bank will view the upswing in economic activity as evidence monetary policy is working."], "Commodities": ["Rio Tinto hit with huge bill in latest tax dispute: Mining giant in fresh $406.5 million battle with tax office as it tries to rebuild reputation under new chief executive.", "Liberum Capital sees a buying opportunity: ”Our Restocking Indicator has flipped from a Sell to a Buy as the key signals that drove the downgrade have reversed. The weakness in new orders abated, particularly for the export market, and finished goods inventories once again shrank.", "“We prematurely downgraded BHP and Anglo American last month, but still believe on a six-month view that the risks are to the downside as China credit slows and the rest of world restock demand impact fades. On a one-month view, our preference is for Ferrexpo, as high-grade pellet premia should drive outperformance.”", "Liberum also said it has hired Tom Price as Head of Commodities Strategy, having previously held roles at Macquarie, Morgan Stanley and UBS. He will cover all major bulk, base, precious and specialty metals.", "China’s top steelmaker Baowu Steel Group and regional producer Fujian Sangang Group have signed agreements to invest 20 billion yuan ($US3.1 billion) in two separate steel projects in the southeastern Fujian province, local media reported on Tuesday.", "Southern regions are an increasingly popular investment destination for steel mills in China, the world’s top producer of the metal, due to rising demand and more lenient environmental regulations compared with the more polluted north.", "Aatar will announce plans for the second phase of expansion of its North Field South liquefied natural gas (LNG) project within a year, the head of Qatar Petroleum said.", "The expansion project will add two new LNG processing plants, known as trains, and will be announced by the end of the year or early in 2022, Qatar Petroleum CEO Saad al-Kaabi told the CERAWeek by IHS Markit conference."], "Australian sharemarket": ["ASX falls 0.4pc as bond yields rise after RBA meeting: The Australian sharemarket closed lower on Tuesday, extending a volatile run on the local bourse, with domestic bond yields rising once more following the Reserve Bank of Australia’s meeting.", "Yarra to become $20b fund manager after striking Nikko deal: Yarra will also revive the Tyndall brand after agreeing to acquire Nikko Asset Management in Australia. Dion Hershan will become executive chairman and the enlarged group is seeking a new boss."]}}