{"url_id": "6a57b1153ad62fd6a14c05a377d0af0b", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-bounce-bond-selloff-eases-20210227-p576c4", "topic": "World markets", "title": "ASX to bounce, bond selloff eases", "summary": "Australian shares appear set to open higher, recouping some of Friday’s heavy losses, as the US Treasury market steadied. $A tumbles.", "date": "Mar 1, 2021 – 5.35am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to open higher, recouping some of Friday’s losses, as the panic selling in government bonds abated.", "ASX futures up 29 points or 0.4 per cent to 6658; the S&P/ASX 200 Index closed 160.7 points or 2.4 per cent lower on Friday.", "The currency continued its fast retreat after briefly trading above US80¢ on Thursday; it traded below US77¢ and then steadied as traders repositioned after a suddenly wider gap between US and Australian bond yields.", "In New York, the Nasdaq ended higher, bolstered by mega techs even though their early rally faded into the close. The Dow shed 470 points or 1.5 per cent.", "US markets “found some firmer footing” and US Treasuries were “well bid”, TD Securities said. The yield on the US 10-year note fell 11 basis points to 1.40 per cent.", "“It seems that the market is finally pricing in a strong recovery,” Bank of America US economists Michelle Meyer and Stephen Juneau said, “appropriately reflecting our forecast for 6.5 per cent GDP growth this year. While it is a dramatic repricing for markets, it is not one that is unjustified.”", "The economists said there will be an increasing focus on the Federal Reserve’s March 17 policy meeting, with a risk that Fed policymakers will be prompted to respond to the market’s abrupt moves in speeches this week.", "“The Fed is facing a delicate balance: the Fed wants markets to respond to improving fundamentals, justifying the rise in rates. The increase in rates can help reduce some of the potential froth in asset markets such as equities and housing. But if rates rise too quickly, it can delay the recovery.”", "Fundstrat Global’s Tom Lee said the tension against growth stocks appears to have reached a turning point, with the spotlight turning ever sharper on the stocks hit hardest by the pandemic and those which “have the greatest operating leverage to a re-opening”.", "The sectors that have gained the most amid the turmoil are energy, financials, industrials and basic materials, Mr Lee said: “We continue to urge investors to increase their exposure to [these] ‘epicentre’ [stocks],” in particular energy."], "Today's agenda": ["Local: February AiG performance of manufacturing, CoreLogic dwelling prices, MI inflation, ANZ job ads, January housing finance and Fourth quarter business indicators: company profits inventories", "Overseas data: China Caixin manufacturing PMI February; Euro zone February CPI; US January construction spending, ISM manufacturing February", "TD on the pending China data: ”We expect the Caixin manufacturing PMI to slip to 51.4 in February from 51.5 previously. Smaller, export orientated manufacturers have performed relatively well but these companies are also likely to face greater liquidity pressures.", "“We expect the PMI to remain in expansion given the continued recovery in the economy and as reflected in high frequency data. Seasonally February is a slightly softer month but factories likely remained open longer than usual given travel restrictions over Chinese New Year holidays.”"], "Market highlights": ["ASX futures up 29 points or 0.4% to 6658", "AUD -2.1% to 77.06 US cents (Low 76.93)", "Bitcoin on bitstamp.net -7.84% to $US43,605.63", "On Wall St: Dow -1.5% S&P 500 -0.5% Nasdaq +0.6%", "In New York: BHP -2.7% Rio -3% Atlassian +2.3%", "In Europe: Stoxx 50 -1.3% FTSE -2.5% CAC -1.4% DAX -0.7%", "Spot gold -2.2% to $US1732.38/oz at 4.25pm New York time", "Brent crude -1.1% to $US66.13 a barrel", "US oil -2.9% to $US61.69 a barrel", "Iron ore +09% to $US175.78 a tonne", "2-year yield: US 0.13% Australia 0.10%", "5-year yield: US 0.73% Australia 0.97%", "10-year yield: US 1.40% Australia 1.90% Germany -0.26%", "US yields as of 5pm in New York", "Aussie bond yields as of Friday’s local close"], "From today's Financial Review": ["Debt cost spike puts all eyes on the RBA: Government interest costs are on track to blow out by $15 billion over the next two years because of a sudden jump in bond yields, putting pressure on the Reserve Bank to consider more aggressive interventions.", "Down $300m, Filipino port operator calls time on MUA: The company that created one of the world’s most efficient container terminals in Victoria says union demands would prevent it ever becoming profitable.", "Joyce wins premiers’ support for border ceasefire: The Qantas chief executive has been meeting state leaders to push for a national standard on domestic borders by April"], "United States": ["Tech stock rebound fades, bond yields drop as month ends: A rally paced by the mega techs faded into the closing bell in New York as the bond market’s ructions heightened defensive positioning.", "Despite last week’s retreat, the Dow still posted gains of nearly 4pc for the month. The S&P 500 posted a monthly gain of about 2.6pc. The Nasdaq ended February about 1pc higher.", "Bank of America’s Savita Subramanian said it’s time to acknowledge that there is now an alternative to stocks, given the 10-year US bond yield’s Thursday leap lifting it above the S&P 500’s dividend yield.", "“Income investors that were forced into equities for scarce yield may be more likely to move back to traditional fixed income assets and history suggests 1.75pc (BofA’s forecast) on the 10-yr is the tipping point at which asset allocators begin to shift back into bonds.", "“If rates rise further from here, both ends of the equity duration spectrum are at risk (i.e. secular growth stocks and bond-proxies) - we recommend cyclical sectors positioned for rising rates.”", "Here’s Ms Subramanian view of market indicators and positioning advice: “Bullish sentiment, lofty valuations, massive dispersion between rich and cheap stocks, and no rewards for EPS beats all indicate risk.", "“We are bullish on economic and profits growth (we forecast +17pc EPS growth), and we like cyclicals, value and small caps. But expensive, crowded, vulnerable mega cap growth stocks, a bigger chunk of US stocks than other regions, leave us with a 3800 year-end S&P 500 target.”", "The S&P 500 ended Friday in New York at 3811."], "Europe": ["A key focus this week is the UK budget on Wednesday. Here’s what RBC Capital Markets anticipates: “We expect the budget to tread a fine line between extending further support to the economy and correcting the damage inflicted by the pandemic on the public finances.", "“The government’s roadmap sees a gradual lifting of C-19 restrictions between now and late June. To bridge those remaining couple of months, we expect the Chancellor to announce what he will hope to be a final package of support. In particular, we expect the government’s furlough scheme to be extended in its current form until the end of June and then wound down from that point onward.", "“We also expect the Chancellor to begin to raise taxes as he sets out to return the public finances to a ‘sustainable fiscal position’. An increase in the rate of Corporation Tax has been well flagged in advance. For the coming 2021/22 fiscal year, we expect (PSNB) to fall significantly from £397 billion (19.4pc GDP) to an albeit still large £180 billion (8.2pc GDP).”", "The benchmark European stock index fell 1.6pc on Friday, and shed 2.4pc for the week - its first weekly loss this month - with technology stocks losing the most as they continued to retreat from 20-year highs.", "On the day, resource stocks were the softest-performing European sectors, tumbling 4.2pc from a near 10-year high in their worst session in five months.", "Despite last week’s retreat, the benchmark STOXX 600 gained in February, helped by a rotation into energy, banking and mining stocks on expectations of a pickup in business activity following vaccine rollouts.", "Travel and leisure was the strongest sector in February as investors bet on an economic reopening boom. Banks also outperformed their peers thanks to higher bond yields.", "Better-than-expected fourth-quarter earnings have also reinforced optimism about a quicker corporate rebound this year. Of the 194 companies in the STOXX 600 that have reported quarterly earnings so far, 68pc have beaten analysts’ estimates, according to Refinitiv.", "“As recovery hopes gain ground with the economy re-opening and vaccines coming up, coupled with earnings being relatively positive, the near-to-mid-term outlook for equities seems positive with yield movements still a part of the equation,” said Keith Temperton, an equity sales trader at Forte Securities."], "Asia": ["The focus this week is on the National People’s Congress that starts on Friday.", "In a note, Capital Economics’s Mark Williams said the budget presentation (also on Friday) is likely to confirm that the post-COVID largesse has ended.", "“It’s unclear whether a 2021 GDP growth target will be announced – probably not. Either way, targets aren’t being abandoned,” Mr Williams wrote. “They will feature throughout the Five-Year Plan – indeed, there may be an implicit average growth target in any goal set for the economy in 2025. And annual growth targets are still very much in vogue in the provinces – they have all set targets for this year of 6pc or higher.", "“But a national, annual GDP target has a particularly pernicious effect: it constrains the response to cyclical slowdowns, encouraging officials to err on the side of excess stimulus or to manipulate the data. Abandonment would be welcome if it’s for good.”", "China stocks fell sharply on Friday to end the week lower, with the blue-chip index posting its worst week in 28 months.", "The blue-chip CSI300 index fell 2.4pc to 5336.76, while the Shanghai Composite Index dropped 2.1pc to 3509.08 points. For the week, CSI300 slumped 7.7pc, its steepest weekly decline since October 12, 2018, while the SSEC dropped 5.1pc.", "In an apparent move to sooth nerves, Chinese state newspaper Shanghai Securities News said in a commentary on Friday that investors remained confident overall and there were solid foundations for a stable stock market this year.", "“This week does not necessarily mark the end of the rally. New fund flows from retail investors could continue for a while,” said Thomas Gatley, China corporate analyst at Gavekal.", "Some analysts said the sharp sell-off provided opportunities to buy on the dip.", "Thomas Masi, vice president and co-portfolio manager of the GW&K Emerging Wealth Strategy, said that the market’s fear of rising inflation - which he believes to be temporary - creates opportunities to buy into high-growth companies exposed to the world’s second-biggest economy."], "Currencies": ["TD Securities said it was closing a short the $A bet. “We are closing our tactical short AUDUSD trade, reflecting the price action over the past few sessions. We close the trade with a 3.35pc profit. While our dashboard still implies AUD shorts in the near-term, the sheer magnitude of the move suggests it is best to close out early.", "“We maintain the long USD bias that we’ve had since the start of the year and reaffirmed in the recent Global FX Monthly. Currently, we’re long USD versus EUR and CHF and hold shorts in NZDCAD. The latter correlates with a strong USD bias”", "TD entered its AUD/USD position with the $A at 79.78 US cents; the target level was 76.50; it exited at 77.11.", "All eyes are on the RBA policy meeting on Tuesday. NAB said the meeting “looms large” in the wake of the global bond selloff, with a sudden widening in the gap between US and Aussie 10-year bond yields.", "Rate hike expectations have “lifted with markets pricing in an RBA cash rate of 0.83pc by February 2024”, NAB’s Tapas Strickland wrote in a preview. “What will the RBA make of this? Background briefing in the papers suggest the RBA will maintain their guidance of not seeing the conditions for a rate hike until at least 2024, while re-iterating their target for 3yr YCC at 0.10pc.", "“Whether that is enough for the market remains to be seen,” Mr Strickland said.", "As for data, Q4 GDP is on Wednesday with NAB pencilling in a 2.9pc q/q print, above the current consensus of 2.3pc. The RBA’s Kearns is also speaking on Thursday where no doubt he will be quizzed about the RBA’s views on the recent move in yields and cash rate expectations, Mr Strickland also wrote."], "Commodities": ["China’s benchmark iron ore futures rose on Friday to log its fourth straight week of gains, while steel rebar and hot-rolled coil advanced on higher downstream consumption.", "Capacity utilisation rates at 247 blast furnaces in China rose to 92.28pc this week, the highest since mid-December, data from Mysteel consultancy showed, despite environmental restrictions in Hebei curbing some production.", "The most actively traded iron ore futures contract on the Dalian Commodity Exchange, for May delivery, ended up 1.7pc at 1151 yuan ($US177.87) per tonne. It rose 3pc last week and marked the biggest monthly gain since July 2020.", "Copper crunch set to ease with more supply heading to China: The amount of concentrate expected to reach China in March could be 60pc greater than February, one analyst forecasts.", "China’s oil reserves are close to reaching storage capacity: The build-up follows a push by Beijing to buy crude for its reserves last year when prices crashed due to the coronavirus pandemic.", "Brazil’s Vale logged $US4.9 billion in provisions related to the Brumadinho dam disaster in quarterly earnings, but its ferrous metal division turned in a strong performance and the miner was upbeat about the outlook.", "Some $US3.9 billion of the provisions are part of a recently announced $US7 billion agreement with prosecutors and the state of Minas Gerais to settle claims stemming from the collapse of the dam in 2019 which killed 270 people.", "The rest of the settlement will be paid out over a period of time not exceeding six years."], "Australian sharemarket": ["Chanticleer: Five things to watch for coming out of profit season:Economic recovery and dividend surprises were the big profit season stories. But a surprising number of firms turned to new CEOs and new strategies.", "Australian shares finish final earnings week 1.8pc lower: The S&P/ASX 200 Index closed 160.7 points or 2.4 per cent lower on Friday in a rocky session for the tech leaders and a fiery reception for profit season debutant Nuix.", "It rained dividends but bold investments on the back foot: Earnings season has shown many companies doing better than expected in the pandemic recovery. However, there’s still a view that this isn’t the moment to spend big or shift strategies because of the opportunities."]}}