{"url_id": "82da8d80fa37b4235f02e5f9a78a9396", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-slip-tech-slide-hits-s-and-p-500-nasdaq-20210304-p577lm", "topic": "World markets", "title": "ASX to slip, tech slide hits S&P 500, Nasdaq", "summary": "Australian shares appear poised for a modest opening loss. US stocks were mostly lower amid renewed selling of the mega techs. Bitcoin tops $US51,000.", "date": "Mar 4, 2021 – 4.59am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to edge lower as rotation moves knocked tech stocks in New York. Oil rose.", "ASX futures were down 38 points or 0.6 per cent to 6741 near 8am AEDT. The currency slipped 0.4 per cent. The yield on the US 10-year note leapt 9 basis points to 1.48 per cent in New York.", "“Yield moderation didn’t last long,” Mohamed El-Erian said in a tweet. “Renewed curve steeping is occurring in the context of markets bringing closer (into 2022) the first rate hike, also highlighting a challenge facing the #Fed: How to moderate the move up in longer-dated yields without adding to short-end anxiety?”", "Investors are waiting for Federal Reserve chairman Jerome Powell’s latest thoughts when he speaks at a jobs conference later this week.", "The latest informal Fed review of the US economy, as noted in the March Beige Book released overnight, found that activity expanded modestly from January to mid-February. While most businesses expressed optimism regarding the next six to 12 months, reports on consumer spending and auto sales were mixed.", "In New York, tech shares paced the S&P 500 and Nasdaq sharply lower as investors renewed their shift from last year’s winners. The Dow also ended lower.", "At the close, the Nasdaq was down 2.7 per cent. The NYSE Fang + Index was 3.8 per cent lower. Netflix slid 5 per cent while Amazon shed 2.9 per cent, Microsoft fell 2.7pc and Apple fell 2.5pc.", "The US listed shares of Atlassian tumbled near 7 per cent.", "Tesla was down 4.8 per cent.", "In contrast, the KBW Bank Index was up 1 per cent. The VIX surged more than 10 per cent.", "Still data showed US private employers hired fewer workers than expected in February, suggesting the labour market was struggling to regain speed despite the nation’s improving public health picture.", "The more comprehensive federal government’s monthly jobs report is due on Friday.", "While there will be data misses, there’s increasing optimism that the pandemic’s grip on the world overall is easing.", "“Global economic growth accelerated to a four-month high in February,” JPMorgan said in releasing its latest global composite output index.", "“The rate of expansion ticked higher in manufacturing even though the sector was beset by rising supply-chain disruption, while services business activity increased at the quickest pace since last October.”", "JPMorgan said its global composite output index rose to 53.2 in February, up from 52.3 in January; that’s its second-highest reading for two-and-a-half years. “The headline index has now signalled expansion for eight consecutive months.”", "Growth was led by the US, where output rose to the greatest extent for six-and-a-half years, JPMorgan said. In second-place was India, where growth was the second-strongest for nine years. China, Germany, Italy, Russia and Australia also saw output rise. Downturns were signalled for Japan, the UK, France and Brazil among others."], "Today's agenda": ["Local: January retail sales and trade balance", "Overseas data: Euro zone January unemployment rate and retail sales; US January factory orders and durable goods orders"], "Market highlights": ["ASX futures down 38 points or 0.6 per cent to 6741 near 8am AEDT", "AUD -0.4% to 77.90 US cents", "Bitcoin on bitstamp.net +7.7% to $US51,350 near 9.15am AEDT", "On Wall St: Dow -0.4% S&P 500 -1.3% Nasdaq -2.7%", "In New York: BHP +1.1% Rio -0.5% Atlassian -6.8%", "In Europe: Stoxx 50 +0.1% FTSE +0.9% CAC +0.4% DAX +0.3%", "Spot gold -1.1% to $US1719.10/oz at 12.46pm New York time", "Brent crude +2.8% to $US64.44 a barrel", "US oil +3.4% to $US61.75 a barrel", "Iron ore +0.5% to $US176.40 a tonne", "2-year yield: US 0.14% Australia 0.09%", "5-year yield: US 0.73% Australia 0.86%", "10-year yield: US 1.48% Australia 1.66% Germany -0.29%", "US prices near 5pm in New York"], "From today's Financial Review": ["Morrison to launch 10-year critical minerals ‘value-add plan’: Australia’s failure to process many of its critical and rare earth minerals means it’s missing much of the value such resources are creating.", "Recovery on track, but more mediocrity awaits: A powerful V-shaped economic rebound now seems assured, but the economy will not coast to a new post-virus nirvana.", "The AFR View: How to turn the economic rebound into a solid recovery: The Australian economy has surged forward with a huge shot of stimulus. But we need some real changes to lock in the gains."], "United States": ["The S&P 500 financial and industrial sector indexes reached intra-day record highs. Most other S&P 500 sectors declined.", "“Today is the perfect encapsulation of the big theme we’ve been seeing in the past couple of months: The vaccine rollout is going well and the economy improving, and that is sending yields and rate expectations higher, which is hurting growth stocks,” said Baird investment strategist Ross Mayfield, in Louisville, Kentucky.", "The Institute for Supply Management (ISM) said its non-manufacturing activity index fell to a reading of 55.3 last month from 58.7 in January, which was the highest since February 2019.", "A reading above 50 indicates growth in the services sector, which accounts for more than two-thirds of US economic activity. Economists polled by Reuters had forecast the index unchanged at 58.7. Brutal winter storms lashed Texas and parts of the populous South region in mid-February, leaving millions of people without water and power."], "Europe": ["Britain ramps up company tax to curb spiralling COVID debt: The Johnson government’s budget also lavishes another $3 billion on Britain’s world-beating vaccination effort.", "The pan-European STOXX 600 index ended largely unchanged after opening stronger, with utility stocks leading losses in the euro zone.", "Utilities are often considered as proxies for bonds, and are sold off when debt offers relatively higher yields.", "European bond yields rose on Wednesday, while a market gauge of long-term euro zone inflation expectations rose to its highest level since May 2019.", "Healthcare and technology shares also suffered big losses as focus turned away from defensive stocks and towards sectors more likely to benefit from an economic recovery.", "“Healthcare has performed well during difficult periods in the market. Now that conditions have improved, people are considering general recovery areas which are benefiting from a recovery economy,” said Chris Bailey, European strategist at Raymond James."], "Asia": ["China stocks posted their biggest one-day gain in three weeks on Wednesday, led by banking and commodity shares, as hopes of domestic economic growth offset fears of tighter monetary policy.", "Some traders also attributed the market strength to bullishness ahead of the annual gathering of the National People’s Congress, which starts on Friday.", "The blue-chip CSI300 index jumped 1.9pc to 5452.21, while the Shanghai Composite Index gained 2pc to 3576.90 points. Both indexes notched their best performance since early February.", "In a note, UBS said investors should be looking at China. ”China’s economic and social transformation over the past two decades has been nothing short of extraordinary. Given the blistering pace of change, many investors’ view of the country is likely years out of date.", "“China now accounts for about 20pc of the world’s total economic output and 30pc of annual global GDP growth, and is now larger than the US economy measured in purchasing power parity.”", "UBS said it expected returns on Chinese equities and fixed income assets “to be solidly above” their developed market counterparts in the coming years."], "Currencies": ["Scott Minerd at Guggenheim Partners is not particularly worried about the rise in US bond yields. “In recent weeks the primary driver of the bond market selloff has shifted from rising inflation expectations, as seen in rising TIPS inflation breakevens, to rising real yields. The sharp increase in real yields is inconsistent with the Fed’s dovish reaction function, and we expect policymakers will forcefully push back against the market repricing.”", "Oxford Economics’ view on EM currencies: “While growth should support EM currencies during 2021, other currently positive factors may wane. We therefore think an EM currency boom is unlikely unless world growth and inflation surprise markedly to the upside.“", "Oxford’s bets: “Comparing the procyclicality of EM currencies with our measure of sovereign risk, the most attractive currencies are the Russian ruble, Mexican peso, Indonesian rupiah, and Colombian peso. Riskier pro-cyclical currencies include the Turkish lira, Ukrainian hryvnia, and South African rand.”"], "Commodities": ["Capital Economics’ Caroline Bain said the rally in industrial metals is unlikely to last. “Most metals prices advanced in February, with the exception of gold and silver. However, we suspect that the current prices of industrial metals look overextended, especially given the recent run of China PMIs. Accordingly, we think that downside risks to prices are mounting.”", "Ms Bain also said she still thinks that lower Chinese demand, coupled with higher Brazilian output, will cause the iron ore market deficit to shrink this year and prompt a sharp fall in its price.", "“Meanwhile, growth in China’s steel production has been easing back and slowed again in January. Reportedly officials are keen to curb steel output in a bid to lower the sector’s emissions, but we think softer demand will also weigh on output. Product stocks are already above their 2015-19 average.”", "Capital Economics forecast iron ore will fall to $US130 a tonne in the second quarter and to $US100 in the fourth quarter, then to $US90 in the first quarter of 2022.", "In a weekly note, RBC Capital Markets said “Chinese domestic steel prices were flat. High production levels resulted in steel inventories continuing to build. Although transactions remained slow, construction sites across the country are expected to be restarting in the next few weeks.", "“Mill profitability was a touch lower WoW, but remains marginally positive.”"], "Australian sharemarket": ["Retailers prosper as economic recovery strengthens: A rise in consumer spending has added a tailwind to shares in Australia’s biggest retailers.", "ASX rises 0.8pc as GDP beats expectations: The Australian sharemarket rebounded from a day-earlier loss on Wednesday, supported by a stronger-than-expected fourth-quarter increase in economic activity."]}}