{"url_id": "850440409e7ef8c61e906baae684266f", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-global-equities-rally-20210302-p576wq", "topic": "World markets", "title": "ASX to rise, Dow up 600 points, Nasdaq surges", "summary": "Australian shares are to rise near 1pc at the open as techs powered Wall Street higher. Nasdaq up 3pc. RBA policy meeting on agenda. $A leaps.", "date": "Mar 2, 2021 – 3.53am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to extend Monday’s advance, as equities advanced across Europe and on Wall Street.", "ASX futures were up 60 points or 0.9 per cent to 6817 near 8am AEDT. The currency was 0.8 per cent higher.", "In New York, all three major US equity benchmarks rallied at least 2 per cent. The Dow was up 603 points or 2 per cent. The S&P 500 lifted 2.4pc, its biggest one-day rise since June. The Nasdaq was up 3pc.", "All 11 of the S&P 500’s industry groups were higher: information technlogy and financials each were up at least 3 per cent. The NYSE Fang+ index rose 2.8 per cent.", "“Global investors have started off the week with a sigh of relief as stability has returned to global bond markets after last week’s rates rout,” TD Securities said. “Risky assets are rebounding, but sentiment remains fragile.”", "The yield on the US 10-year note edged 2 basis points higher to 1.42 per cent atra 4.25pm in New York, in steady trading.", "“Bond vigilantes aren’t quite as mythical as the confidence fairy,” Paul Krugman wrote in a tweet. “But they’re a lot less important than legend has it — and the recent uptick in yields is basically nothing by historical standards.”", "Still Kathy Bostjancic, chief US financial economist at Oxford Economics, said she expects Federal Reserve officials to become more vocal about bond yields and the outlook for inflation.", "“A rise in yields and inflation expectations is warranted considering the much stronger economic outlook and increased Treasury issuance,” Ms Bostjancic said. “But a repeat of last week’s disorderly jump in yields would threaten the economic recovery. Policymakers will need to walk a fine line between calming impatient bond markets while not sounding too sanguine about higher inflation risks.”", "Former Bank of England governor Mervyn King told Bloomberg TV that the rise in bond yields indicates that markets are aware of risks and central banks need to avoiding building expectations that low interest rates will last for a long time.", "“This is a time to keep all your options open, not to pre-commit to any path,” said King. “This was a warning sign that markets at least feel that the picture for future inflation is not entirely in one direction.”", "Tesla rebounded 6.4pc to retake the $US700 level. Apple leapt 5.4pc to pace the mega techs; Facebook was 2.8pc higher; Netflix and and Alphabet were each 2.2pc higher; Microsoft rose 2pc. Amazon rose 1.7 per cent.", "The VIX, which had surged amid last week’s bond rout, tumbled more than 16 per cent towards 23.", "“The new #trading month starts with a strong across-the-board rally in #stocks and other risk assets,” Mohamed El-Erian said in a tweet. “For the US in particular, this has either already erased or is erasing the late February dip. As to why: it’s a combination of good economic/health news, liquidity and policy hopes.”", "Bitcoin surged more than 7 per cent to near $US48,612 on bitstamp.net near 8.30am AEDT. Bitcoin is at a “tipping point” and could either become the preferred currency for international trade or face a “speculative implosion”, Citi analysts said.", "New York’s state attorney general issued a crypto investor notice to start the week, calling cryptocurrencies “among the most high-risk investments” in the market, even for legitimate virtual assets purchased from more established financial institutions."], "Today's agenda": ["Local: Fourth quarter balance of payments, January building approvals, RBA policy meeting, statement at 2.30pm AEDT", "NAB on the RBA meeting: “No change expected with the RBA likely to reiterate existing guidance of its commitment to the 3yr YCC target of 0.10pc and of not seeing the conditions for a rate hike until at least 2024. Markets will be focused on any comments regarding the recent rise in yields.”", "Overseas data: NZ fourth quarter terms of trade; Euro zone February CPI"], "Market highlights": ["ASX futures up 60 points or 0.9 per cent to 6817 near 8am AEDT", "AUD +0.8% to 77.70 US cents (High 77.87)", "Bitcoin on bitstamp.net +7% to $US48,612 near 8.30am AEDT", "On Wall St: Dow +2% S&P 500 +2.4% Nasdaq +3%", "In New York: BHP +3.8% Rio +2.8% Atlassian +5.8%", "In Europe: Stoxx 50 +1.9% FTSE +1.6% CAC +1.6% DAX +1.6%", "Spot gold -0.5% to $US1725.97/oz at 1.05pm New York time", "Brent crude -0.7% to $US63.97 a barrel", "US oil -1.3% to $US60.70 a barrel", "Iron ore -0.7% to $US174.55 a tonne", "2-year yield: US 0.12% Australia 0.10%", "5-year yield: US 0.69% Australia 0.82%", "10-year yield: US 1.42% Australia 1.65% Germany -0.34%", "US prices as of 4.25pm in New York"], "From today's Financial Review": ["RBA puts heat on ASX over trading monopoly failures: The ASX’s technology failures were a prickly talking point when chief executive Dominic Stevens and its departing chairman were grilled by Reserve Bank governor Philip Lowe and senior regulators in early December.", "‘No silver bullet’: Stake boosts services in wake of GameStop crash", "ASIC hits Commsec over systemic failures", "Chanticleer: House prices and RBA victories can help stocks too: The RBA had wins in the bond and housing markets on Monday. Both are good for equity investors, and even float hopefuls such as Ahmed Fahour’s Latitude Financial.", "PM mulls aged care tax: The government is contemplating either a tax increase or compelling greater use of retirement savings to meet a multibillion-dollar aged care challenge."], "United States": ["Apple was higher after Warren Buffett highlighted Berkshire Hathway’s holding in the iPhone maker investment as one of his top three. Separately, Wedbush reconfirmed its ‘outperform’ and $US175 price target for Apple, pointing to strong demand for the iPhone 12 in Asia. Apple rose 5.4pc to $US127.79 on Monday in New York.", "Bank of America said equities continue to flirt with its key sell signal: “The Sell Side Indicator (SSI), which is the average recommended equity allocation by sell-side strategists, rose by nearly 1ppt to 59.2pc from 58.4pc.", "“It’s the second month in a row of an almost 1ppt jump, bringing recommended equity allocation to almost a 10 year high and just 1.1ppt shy of a ‘sell’ signal. The last time the indicator was this close to ‘sell’ was June 2007 after which we generally saw 12-month returns of negative 13pc. We’ve found Wall Street bullishness to be a reliable contrarian indicator.”", "For now however, the signal is still in neutral territory, BofA said, where it has been since December 2016. “While encouraging, the current level is forecasting 12 month returns of just 7pc, a much weaker outlook compared to an average 12 month forecast of 16pc since the end of the Global Financial Crisis. However, past performance is not an indication of future results.”", "Goldman is betting on higher faster earnings growth to bolster the S&P 500 this calendar year before the pace moderates. “Following a 13pc decline in 2020, we expect S&P 500 [earnings per share] will grow by 27pc in 2021 to $US181. If realised, 2021 EPS would be 10pc higher than the pre-pandemic 2019 level of $US165.", "“We forecast 9pc growth in 2022 ($US197), including the impact of potentially higher corporate tax rates. Our top-down forecast is driven by both strong top-line growth and a sharp rebound in net profit margins back above 11pc. Looking further ahead, we expect S&P 500 EPS growth of 6pc in 2023 and 5pc in 2024.”", "Morgan Stanley is somewhat less enthusiastic: “At current valuation levels, we think US equity benchmarks have largely priced 2021’s earnings and macro recovery. We look under the hood for opportunities.", "“Our equity risk premium, a rates-adjusted valuation framework, sits in the lowest decile of its post-GFC range. Earnings expectations have rebounded sharply, with consensus now projecting earnings to rise about 7pc above the prior peak in 2021.", "“We think earnings have marginal further upside through the year, but with higher rates, tapering, and possibly tax increases on the table by year end, we struggle to see material upside at the index level from either a lower risk premium or earnings momentum. With index level upside limited, we think stock selection offers better return prospects. We are equal-weight the Tech sector but see ample opportunities for stock selection.”"], "Europe": ["The pan-regional STOXX 600 index rose 1.8pc, its best day since early November, after losing more than 2pc last week. Travel and leisure stocks added more than 3pc.", "British stocks rose in anticipation of Finance Minister Rishi Sunak announcing more borrowing in a budget statement on Wednesday.", "Homebuilders such as Persimmon, Taylor Wimpey and Barratt Developments were the top gainers on the FTSE 100.", "Among other movers, Spanish travel booking group Amadeus topped the STOXX 600 as expectations of a 2021 recovery in travel demand drove a slew of price target hikes by major brokerages.", "British Airways-owner IAG also jumped 7pc on similar upgrades.", "Pantheon Macroeconomics on European PMIs: “The manufacturing PMI in the euro zone increased to 57.9, from 54.8 in January, slightly above the consensus and initial estimate, 57.7.", "“The euro zone’s industrial sector is still standing tall amid weakness in the economy as a whole. In addition, in contrast to earlier in Q4, the recovery now looks solid across all the major economies.", "“The manufacturing PMI in Italy advanced further, to 56.9 from 55.1 in January, and the Spanish index snapped back too, to 52.9 from 49.3 last month as storm Filomena clobbered the economy. Elsewhere, the PMI in France leapt to 56.1, from 51.6 in January, above the first estimate, 55.0. In Germany, the manufacturing PMI also rose further, to 60.7 from 57.1 in January, marginally above the initial estimate, 60.6.”"], "Asia": ["Hang Seng Indexes Co. will boost the members of its Hong Kong stock benchmark to 80 from 52 and cap the weighting of any one company as it implements the biggest changes to the gauge’s 51-year-old history.", "The wide-ranging overhauls include limiting a stock’s weighting to 8pc from 10pc. The revamp also shortens the listing history requirement for a company to be included into the gauge. Implementation of the changes will begin as early as its May index review and go through mid-2022.", "The new weighting limit will also be applied to the Hang Seng China Enterprises Index, effective from the index rebalancing in June. The benchmark currently caps secondary listings or shares with unequal voting rights at 5pc.", "The Shanghai Composite index ended up 1.2pc at 3551.40. It fell 5.1pc last week, its biggest weekly percentage drop since February 2020.", "The blue-chip CSI300 index was up 1.5pc, with the consumer staples sector up 1.49% and the healthcare sub-index up 1.3pc.", "Analysts at UBS said downside risks to the market are “manageable” after last week’s fall. “We expect market volatility to intensify in the short term. It could take investors some time to re-price domestic policy normalisation, a global economic recovery and rising global rates,” they said in a note."], "Currencies": ["TD’s view of the FX market this week: “All eyes remain on rates markets after last week’s meltdown, where some stability has returned. Despite this, the euro and other defensive currencies remain under pressure.", "“Investors have used the latest pullback to buy dips in currencies more leveraged to the global growth cycle. To sustain this theme, this week’s heavy data & events calendar will need to confirm US growth is rebounding, but not so quickly to validate expectations of an earlier tightening. Otherwise, the USD rebound will likely have longer legs and higher-beta currencies may struggle to escape its pull amid stretched positioning.”", "TD said investors will be particularly focused on remarks to be made by Fed chairman Jerome Powell on Thursday and top-tier data, including US Februay payrolls on Friday.", "Bond market gives impact investors choice and influence: Fixed income markets offer considerable ESG investment opportunities to a wide range of investors.", "Bond market carnage not over yet: The bond market appears set to sustain more damage, notwithstanding Monday’s rally, although future selling won’t be as wild as February’s surge in long-dated yields as the tussle between investors and central banks rages on.", "All your bond market questions explained: The RBA has doubled the value of bonds it buys to $4 billion a day. Why is the RBA doing this, why is the bond market important, and what does it mean for stocks?"], "Commodities": ["Chinese coking coal futures slumped more than 6pc on Monday to their lowest in three months as stable output and imports eased supply worries, while demand for the ingredient appeared promising on strong steel production.", "The most-traded coking coal futures on the Dalian Commodity Exchange, for May delivery, fell as much as 6.5pc to 1387 yuan ($US214.60) per tonne and closed down 5.5pc at 1402 yuan, the lowest since November 23.", "China’s Tianjin Port saw iron ore imports rise about 60pc year on year to around 57.06 million tonnes last year, the Tianjin Customs said on Monday.", "Tin prices plunged more than 10pc on Monday as last week’s nine-year highs triggered some technical selling and prompted investors to book profits, though shortages capped losses.", "Benchmark three-month tin on the London Metal Exchange was on track for its biggest daily fall since 2008. In official trading, tin was down 10.6pc at $US23,031 a tonne.", "The price of tin, much of which is used in solder to connect components in electronics, jumped to its highest since August 2011 last Thursday at $US27,500 a tonne."], "Australian sharemarket": ["ASX surges 1.7pc as blue chips bounce back: The sharemarket jumped sharply on Monday, after a drop in bond yields calmed jumpy markets and investors swooped on shares in Australia’s major companies."]}}