{"url_id": "8755430759863c24a58792c5e24dd68a", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-s-and-p-500-and-dow-reset-records-on-tech-rally-20210312-p57a0b", "topic": "World markets", "title": "ASX to rise, S&P 500 and Dow reset records on tech rally", "summary": "Both the Dow and S&P 500 reset record highs as techs powered a rally on the Nasdaq. The S&P 500 is within reach of the 4000 point mark.", "date": "Mar 12, 2021 – 8.47am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to open higher with equities closing higher in Europe and resetting records in New York.", "ASX futures were up 37 points or 0.6% to 6756 near 8am AEDT. The currency advanced 0.7 per cent, nearing US78¢. The yield on the US 10-year note was steady to 1.52 per cent near 4.10pm in New York. Bitcoin was trading near $US57,800.", "On Wall Street, techs help power a broad rally. The Dow Jones Industrial Average rose 0.6 per cent, the S&P 500 gained 1 per cent and the Nasdaq Composite added 2.5 pr cent.", "The NYSE Fang + Index was 3.9 per cent higher. Tesla settled up 4.7 per cent, to $US699.60 a share; the stock closed below $US550 last Friday.", "“Risk sentiment is back in the ascendancy,” NAB head of FX strategy Ray Attrill said in a morning note.", "3Fourteen Research said the momentum-based rebalance that it anticipated is “nearing its conclusion”.", "“While the violent rebalance is largely complete, the duration tailwind continues to propel cyclical equities,” it added, saying it expects some further sellling in tech and healthcare that should be captured by industrials.", "3Fourteen also said it sees more money flowing into financials and energy. While the biggest moves made be done, “it is possible that we will continue to experience aftershocks of this momentum rebalance throughout April and May”.", "Earlier all of Europe’s main equity benchmarks were higher, bolstered by comments from European Central Bank president Christine Lagarde that the bank will step up asset purchases to bolster financing conditions.", "“Taking comfort from the @ecb and what it signals about the #Fed, today’s #liquidity-driven rally is in line with what we’ve seen previously,” Mohamed El-Erian said in a tweet.", "Benchmark Asian iron ore futures rebounded off four-week lows on Thursday as data showed monthly shipments of the steelmaking ingredient to China from Australia’s Port Hedland dropped to a two-year trough.", "The spot price of iron ore retook the $US170 a tonne mark, according to Fastmarkets MB.", "Oil was higher, which benchmark crude bringing $US70 a barrel back into focus."], "Today's agenda": ["Local: BusinessNZ manufacturing February", "Overseas data: Euro zone January industrial production, February CPI; US February PPI, March University of Michigan consumer sentiment"], "Market highlights": ["ASX futures up 37 points or 0.6% to 6756 near 8am AEDT", "AUD +0.7% to 77.93 US cents", "Bitcoin on bitstamp.net +1.3% to $US57,650 near 8.30am AEDT", "On Wall St: Dow +0.6% S&P 500 +1% Nasdaq +2.5%", "In New York: BHP +1.6% Rio +2.9% Atlassian +4.5%", "Tesla +4.7% Facebook +3.4% Amazon +1.8% Apple +1.7%", "In Europe: Stoxx 50 +0.7% FTSE +0.2% CAC +0.7% DAX +0.2%", "Spot gold -0.03% to $US1726.24/oz at 1.13pm New York time", "Brent crude +2.5% to $US69.59 a barrel", "US oil +2.3% to $US65.94 a barrel", "Iron ore +3.7% to $US170.70 a tonne", "2-year yield: US 0.14% Australia 0.07%", "5-year yield: US 0.77% Australia 0.84%", "10-year yield: US 1.52% Australia 1.64% Germany -0.34%", "US prices near 4.10pm in New York"], "From today's Financial Review": ["Lower deficit quickly or lose ‘AAA’ rating, says S&P: Standard & Poor’s has injected fresh urgency into Australia’s push to wind back pandemic stimulus and aid programs .", "Power industry trapped in ‘catch-22’ as Yallourn closes: Both fossil-fuel and renewable energy bosses say they can’t justify investing in the gas power and firming generation needed to help offset the closure of the Yallourn plant.", "Yallourn takes energy future to a new level of uncomfortable", "Shutdown eases Australia’s emission reduction task", "How Monash’s Latrobe Valley vision can endure after Yallourn", "Greensill companies pitted against each other in claims war: Greensill Capital’s Australian administrators will try to recover hundreds of millions of dollars for its family-owned parent group in Queensland."], "United States": ["US households ended 2020 with a record $US130.2 trillion in wealth, the Federal Reserve said in a report.", "Rising equity markets added $US4.9 trillion to household assets in the fourth quarter and rising real estate values added around $US900 billion, the report showed.", "Balances in cash, checking accounts, and savings deposits rose by a combined $US642.7 billion in the fourth quarter to a record $US14.1 trillion. Household wealth rose $US12 trillion from the year-earlier period.", "Scotiabank’s Derek Holt said two key data releases in the US point to strength in the labour market.", "“Weekly jobless claims fell to their lowest level since early November at 712k (consensus 725k, Scotia 710k). While they have yet to push into the thick of the February nonfarm reference period, the trend is significantly lower from the 830-850k range into mid-February down to just over 700k now which serves as a positive signal for February payrolls.", "“Also note JOLTS job vacancies increased in January to 6.92 million which is the highest reading since last February before the pandemic struck. That is also a positive indication of hiring confidence.”"], "Europe": ["In a tweet, Mohamed El-Erian’s take on the ECB forecasts: “Interestingly, no notable revisions to the central bank’s #Eurozone #growth forecasts for 2021, 2022 and 2023. Suggest that the ECB models the current slowdown as highly temporary, quickly reversible and, in itself, having no longer-term spillovers.”", "European stocks hit their highest level in a year on Thursday as worries about a spike in inflation eased and the ECB said it was ready to accelerate money-printing to keep a lid on euro zone borrowing costs.", "The pan-European STOXX 600 index rose for a fourth straight session, adding 0.5pc.", "A narrower index of euro zone blue chip stocks gained 0.7pc to trade at its highest level in more than 13 years.", "“The market was concerned about rising yields which could lead to quickly shrinking equity risk premia in the euro zone,” said Florian Regnery, cross asset strategist at Commerzbank, noting the favourable reaction to the ECB’s commitment to contain rising bond yields.", "“It is a strong signal...we were not expecting them to be so dovish. We thought they would merely stress the flexibility of (the PEPP) but would not follow it up with concrete action just yet.”", "The technology, mining and travel & leisure sectors were the top gainers in Europe, each rising more than 2pc. Banks fell the most, with UK-based lender HSBC’s shares down 4.7pc."], "Asia": ["In a note, Capital Economics’ Thomas Mathews said: “Just as we expect China’s economy to slow later this year even as growth picks up rapidly elsewhere, we think China’s financial markets could stand out from those in the rest of the world in the coming months.”", "In particular, Mr Mathews said he expects China’s stock market to underperform. “Many of China’s listed companies, particularly in the technology sectors, received boosts to their earnings from pandemic-related export demand, helping the market to a world-beating performance last year.", "“This began to unwind towards the end of the year as the prospect of effective vaccines suggested a faster return to normal work and consumption patterns; as the global recovery gets further underway we expect this to continue. And if we are right that China’s economy will slow, domestically sourced earnings may slow as well.”", "China stocks jumped on Thursday, as better-than-expected February bank lending data lifted market sentiment and relieved some policy tightening worries.", "Official data showed that new bank lending in China fell less than expected in February from January as the central bank sought to cool credit growth to contain debt risks while maintaining support for ailing small firms.", "At the close, the benchmark Shanghai Composite index was up 2.4pc at 3436.83, posting its best day since October 12. The blue-chip CSI300 index was up 2.5pc to 5128.22, recording its best session in nearly two months.", "The financial sector sub-index was higher by 2.7pc."], "Currencies": ["ECB sees higher inflation this year, growth outlook flat: The European Central Bank also said it expects to increase the pace of net asset purchases over the next quarter to bolster financing conditions as market rates rise.", "The US completed the sale of government debt with a 30-year bond.", "Taiwan central bank governor Yang Chin-long said on Thursday that the United States may label the island a currency manipulator as it has already met Washington’s three main criteria for making such a decision.", "Yang, answering lawmaker questions in parliament, added that if this happens it would not be too serious and that there would be no immediate disadvantage for Taiwan and they did not expect to be subject to so-called “Section 301” measures that might lead to tariffs.", "Investors cut long bets sharply on the Chinese yuan while turning short on most other Asian currencies, a Reuters poll showed, as US economic growth and rising Treasury yields bolstered the dollar.", "Expectation that the U.S. economic recovery will far outpace the rest of the world has seen Treasury yields on the rise and is giving the dollar an added boost, sapping appetite for emerging market currencies and bonds that traditionally yield more though are considered riskier.", "Positions on the yuan have remained long since July last year as the world’s second-largest economy emerged from the crutches of the pandemic and was the only major economy to see growth in 2020. The view on the yuan now is on the verge of turning bearish, a fortnightly poll of 13 respondents showed.", "Bets on the South Korean won, Singapore dollar and Malaysian ringgit all turned bearish for the first time since early last summer."], "Commodities": ["Copper prices rose towards 10-year highs hit last month. Bbenchmark copper on the London Metal Exchange (LME) was up 2.5pc at $US9081 a tonne at 1709 GMT.", "Demand expectations for the red metal may be too rosy, particularly as China reins in spending on infrastructure and demographic change begins to reduce the proportion of its people in work, said Julius Baer analyst Carsten Menke.", "He predicted that prices would trade between $US8000 and $US10,000.", "Tony Hayward will leave Glencore by 2022 after one more term: Glencore’s board supported him staying another year, to oversee a once-in-a-generation change in leadership at the world’s top commodities trader.", "Andrew Mackenzie named new Shell chairman: The former BHP boss Andrew Mackenzie will succeed Chad Holliday as chairman of Shell, the oil giant announced.", "The London Bullion Market Association (LBMA) said it would cancel its annual conference, due to be held in Portugal in September, because of the coronavirus pandemic.", "The conference was also cancelled last year. The LBMA said in a statement it would instead hold a “series of virtual events in September”."], "Australian sharemarket": ["ASX closes little changed as travel stocks make gains: Shares in Flight Centre Travel Group, Webjet and Sydney airport gained ground after the announcement of new stimulus for the tourism sector.", "Roblox shares surge as ARK buys in: The videogame platform has seen a nearly 55 per cent rise in share price since its market debut and now has buy-in from ETF operator Cathie Wood."]}}