{"url_id": "8b49c7dccedd17dca11b5263d8256739", "extraction_date": "16-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-drop-wall-st-mixed-oil-leaps-20210415-p57jb3", "topic": "World markets", "title": "ASX to drop, Wall St mixed, oil leaps", "summary": "Australian shares are poised to fall, with the S&P 500 and Nasdaq lower as US earnings season kicks off in style. Oil leaps on IEA’s optimism.", "date": "Apr 15, 2021 – 5.29am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to open lower, delaying a potential record high reset, as US stocks pulled back even as major banks there far exceeded earnings expectations. Oil was bolstered by a bright demand outlook.", "ASX futures were down 38 points or 0.6 per cent to 6955 near 7am AEST. In contrast, the currency rallied 1.1 per cent to top US77¢. The yield on the US 10-year note edged up 2 basis points to 1.63 per cent near 5pm in New York.", "While Coinbase traded higher in its pubic debut in New York, and bitcoin reset its record high, both Coinbase closed down 14 per cent from its opening price at $US328.28. It opened at $US381 and briefly traded near $US430. Coinbase’s reference price was $US250.", "Bitcoin was down 0.6 per cent to $US62,680 near 7.15am AEST on bitstamp.net; it earlier rose as high as $US64,800.", "On Wall Street stocks were mixed as first-quarter reporting began in earnest with the major banks first off the rank. JPMorgan, Goldman Sachs and Wells Fargo each reported results ahead of expectations.", "“The bank earnings were strong, but the market expected them to be strong,” Christopher Grisanti, chief equity strategist at MAI Capital Management, told Reuters.", "“So the question becomes how do the bank stocks rise more from here. That’s not clear. They have had a nice ride. I think there will be other places to make money more easily in the future.”", "The Dow rose 0.2 per cent, paced by Goldman’s 2.3 per cent advance. JPMorgan slid 1.9 per cent after warning about waning demand for loans. Wells Fargo closed up 5.5 per cent.", "The S&P 500 slid 0.4 per cent; six of its 11 industry groups retreated, paced by consumer discretionary and information technology. The Nasdaq shed 1 per cent.", "Late this morning will be the latest jobs market check. Here’s what RBC Capital anticipates: “The March labour market snapshot should see job creation continue, with lead vacancy indicators at historically strong levels.", "“There is good reason for near-term caution, though, given that the key JobKeeper wage subsidy program ended at the end of March and hence Q2 labour force reports might show a bit more weakness. Still, with the sample period for today’s report concentrated on the first half of March, our economists expect a solid 40k of net job generation.", "“The number of unemployed could rise a little, though, so our economists think the unemployment rate should tick up from 5.8 per cent to 5.9 per cent.”", "And here’s St George’s view: “Leading indicators of employment, like weekly payrolls and job vacancies all point to ongoing strong demand for labour. We have forecast 32.0k new jobs will be added and that the participation rate will tick up to 66.2 per cent. This will hold the unemployment rate steady at 5.8 per cent.", "“Over the remainder of the year, the outlook for jobs is favourable, although we are facing a speed bump with the end of JobKeeper. There inevitably will be job losses and the unemployment rate is likely to tick up in the coming months.", "“Importantly, we still expect the unemployment rate to be lower by the end of the year as the ongoing economic recovery and momentum in the labour market help to absorb these job losses.”", "TD Securities is more bullish: “We pencil in an above consensus headline employment gain of +60,000 (mkt: +35,000) in Mar, extending the strong 89,000 employment gain last month, bringing employment back to pre-COVID levels.", "“Given healthy labour demand (ANZ Mar job ads: 7.4 per cent) and firm weekly payrolls data (up by 0.2 per cent y/y ending 13 Mar) , we expect further employment gains and think there is upside risk given the positive correlation of Australia employment outcome with strong offshore employment outcome in the US. Additionally, we expect participation rate to edge up to 66.2 per cent in Mar, which implies a decline in unemployment to 5.6 per cent from 5.8 per cent previously.”"], "Today's agenda": ["Local: Consumer inflation expectations April, Labour force March report at 11.30am AEST", "Overseas data: Euro zone final March CPI; US February business inventories, March retail sales and industrial production, April Empire manufacturing, Philly Fed index and NAHB housing index", "TD on the US retail data: “Retail sales likely surged in March (forecast: +8.5 per cent m/m) following a plunge in February (-3.0 per cent) and a surge in January (+7.6 per cent). The volatility reflects the impact of severe weather in February as well as the disbursement of stimulus payments in January and March, but the net result appears to have been booming growth in spending in Q1 as a whole.”"], "Market highlights": ["ASX futures down 38 points or 0.6% to 6955 near 7am AEST", "AUD +1.1% to 77.24 US cents", "Bitcoin on bitstamp.net -0.6% to $US62,680 near 7.15am AEST", "On Wall St: Dow +0.2% S&P 500 -0.4% Nasdaq -1%", "In New York: BHP +3.5% Rio +2.8% Atlassian -4.4%", "Tesla -4% Netflix -2.5% Facebook -2.2% Amazon -2%", "In Europe: Stoxx 50 +0.2% FTSE +0.7% CAC +0.4% DAX -0.2%", "Spot gold -0.5% to $US1736.84/oz at 3.10pm New York time", "Brent crude +4.3% to $US66.38 a barrel", "US oil +4.5% to $US62.91 a barrel", "Iron ore +0.2% to $US173.54 a tonne", "2-year yield: US 0.16% Australia 0.06%", "5-year yield: US 0.85% Australia 0.81%", "10-year yield: US 1.63% Australia 1.74% Germany -0.26%", "US prices as of 4.59pm in New York"], "From today's Financial Review": ["Big business 30pc tax rate ‘hurts growth’: The 30 per cent tax rate for big business should be aligned with the 25 per cent levied on smaller companies to remove a barrier for businesses to grow, the OECD recommends.", "Tax cuts can help get the RBA out of its zero rates trap", "NSW’s property tax switch could shake up GST revenues", "Cormann ‘will have Australia’s interests at heart’ in tax crackdown", "PM flags vaccination hubs to help fix rollout: Scott Morrison has flagged the establishment of mass vaccination centres with the aim of inoculating the entire population by the end of the year.", "Hamish Douglass, a mere mortal: Hamish is the San Pellegrino of Australian funds management. He’s overpriced and practically redundant, yet everyone buys him."], "United States": ["Federal Reserve chairman Jerome Powell said the US central bank will likely taper off its bond purchases before considering raising interest rates.", "“Most members of the committee did not see raising interest rates until 2024, but that isn’t a committee forecast, it isn’t something we vote on or or act on as a group -- it really is just our assessment,” Powell said. “Markets focus too much on what we call the economic predictions, and I would focus more on on the outcomes that we’ve described.”", "Cryptocurrency exchange Coinbase Global was valued at almost $US100 billion in a Nasdaq debut on Wednesday that marked another milestone in the development of bitcoin and other digital assets.", "The company’s stock market debut, done through a direct listing where no shares are sold ahead of the opening, comes amid a surge in the value of cryptocurrencies which has lured a clutch of mainstream, top-tier firms dive into the space.", "Coinbase’s stock opened at $US381 per share, up 52.4 per cent from a reference price of $US250 per share set on Tuesday.", "JPMorgan sailed past Wall Street expectations by reporting a nearly 400 per cent increase in quarterly profit. The gains came from the biggest US bank releasing more than $US5 billion it had set aside to cover potential coronavirus loan losses that have not materialised, as well as a continued boom in capital-markets activity.", "Goldman Sachs reported record quarterly revenue and earnings, and its highest return-on-equity since 2009. The bank’s net earnings were $US6.7 billion in the quarter ended March 31, nearly six times as high as the year-ago period. Its earnings per share rose to $US18.60 from $US3.11.", "Analysts had expected a profit of $US10.22 per share, on average, according to Refinitiv estimates."], "Europe": ["Political fallout from Greensill collapse widens in the UK: The scandal over David Cameron’s lobbying for Lex Greensill is now engulfing the broader relationship between bureaucrats and business.", "European stocks rose on Wednesday on upbeat earnings from software firm SAP and French luxury goods maker LVMH, while German shares lagged after sources said the country’s economic institutes cut 2021 GDP forecast.", "The pan-European STOXX 600 index rose 0.2 per cent, closing just 0.2 per cent shy of record highs, as an impressive bounce-back in sales saw LVMH scale a record highs, spurring gains in other luxury names.", "Germany’s DAX index ended 0.2 per cent lower. Economic institutes will cut their joint 2021 growth forecast for Europe’s largest economy to 3.7 per cent from 4.7 per cent, sources said, due to a longer than expected COVID-19 lockdown.", "Data earlier in the day showed euro zone industrial output declined as anticipated in February, including in Germany, dampening prospects for economic growth in the first quarter.", "“But underlying demand is strong and that makes us upbeat about prospects for the bloc as it reopens later in the year,” said Bert Colijn, senior economist, eurozone at ING.", "Germany’s SAP jumped 1.1% as it raised 2021 revenue outlook higher after reporting a quarterly rise in cloud sales.", "Earnings for companies listed on the STOXX 600 are expected to jump 55.7 per cent in the first quarter, according to Refinitiv IBES data, more than the 47.4 per cent rise forecast a week earlier."], "Asia": ["Singapore economy expands for first quarter since 2019: After a gloomy 2020, a return to economic growth and a record-setting listing for one of the city-state’s tech superstars suggests this year is going to be very different.", "China shares rose on Wednesday, with IT firms leading the gains, as investors cheered internet platform companies pledging to avoid anti-competitive behaviours after e-commerce giant Alibaba was fined a record $US2.75 billion last week for such practices.", "At the close, the Shanghai Composite index was up 0.6 per cent at 3416.72, while the blue-chip CSI300 index was up 0.8 per cent.", "The information technology sector added 1.4 per cent, and the material sector gained 2 per cent.", "At the close of trade, the Hang Seng index was up 403.58 points or 1.4 per cent at 28,900.83. The Hang Seng China Enterprises index rose 1.4 per cent to 10,999.3."], "Currencies": ["RBA house price model predicts 25pc rise by 2023: Using similar analysis to the RBA, Coolabah Capital is forecasting 25 per cent growth in house prices over the next three years.", "Jennifer Hewett: Economic success pips political dividend: Scott Morrison is reaching out to a booming Western Australia in his first trip across the Nullarbor in over 18 months. But economic success doesn’t translate neatly into political returns.", "The Australian economy has ‘fully recovered’: Economists at three of Australia’s biggest banks say the economy is now bigger than before the COVID-19 crisis struck."], "Commodities": ["Albanese recalls ‘earth-shattering’ news that ended his Rio reign: Tom Albanese says he was surprised to be dismissed in 2013 despite discovery of “earth shattering” geology problems with a Mozambique coal project.", "‘Messy’ Woodside CEO transition casts cloud: The early departure of Peter Coleman before a permanent successor is on board has raised speculation of tensions with the board of Australia’s biggest oil and gas producer.", "The International Energy Agency has turned far more optimistic in its April monthly report, saying “fundamentals look decidedly stronger. The massive overhang in global oil inventories that built up during last year’s COVID-19 demand shock is being worked off, vaccine campaigns are gathering pace and the global economy appears to be on a better footing”.", "The IEA said it had revised up its 2021 global oil demand growth forecast by 230 kb/d. Following a decline of 8.7 mb/d last year, world oil demand is now expected to expand by 5.7 mb/d in 2021 to 96.7 mb/d.", "“The market changes dramatically in the latter half of this year as nearly 2 mb/d of extra supply may be required to meet expected demand growth - even after factoring in the announced ramp-up of OPEC+ production. Global refinery runs are forecast to rise by 6.8 mb/d from April to August, just as crude oil-fired power generation rises seasonally.”", "As for oil prices, the IEA said they “could yet come under renewed pressure in the coming months with world oil supply set to ramp up and shift the market from deficit towards balance”."], "Australian sharemarket": ["ASX clears 7000 again, putting record high in sight: The Australian sharemarket is within 2 per cent of hitting a record high after closing above 7000 points for the first time in more than 13 months.", "Chanticleer: Why the market euphoria should make you nervous: Consumers, businesses and fund managers are as optimistic as they’ve been in years. But even big investors say we’re in the late stages of an old bull market."]}}