{"url_id": "9115f6bd42f996f5a1ca5c7ddc64e81e", "extraction_date": "05-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-tech-rally-lifts-s-and-p-500-to-new-high-20210401-p57fqy", "topic": "World markets", "title": "ASX to rise, tech rally lifts S&P 500 to new high", "summary": "Australian shares are poised for a modest advance on the first day of April as techs staged a quarter-end rally in New York.", "date": "Apr 1, 2021 – 4.32am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to open modestly higher to start the new month and ahead of the four-day Easter break.", "The ASX will be closed both on Friday and on Monday.", "ASX futures were up 19 points or 0.3% to 6785 near 7am AEDT. The currency edged lower, on a late dip. Bitcoin was trading near $US58,600. The yield on the US 10-year note rose 4 basis points to 1.74 per cent.", "In New York, stocks closed mostly higher, clinching the fourth straight quarterly gain for the S&P 500. The benchmark index rose 0.4 per cent, bringing its gain for the first three months of the year to 5.8 per cent.", "The S&P 500 reset its record high during the session. Five of its 11 industry groups were higher paced by information technology, consumer discretionary and utilities.", "The Nasdaq was up 1.5 per cent; the Dow was down 0.3 per cent.", "The NYSE Fang+ Index was 1.7 per cent higher, paring some of its earlier gains; Apple rose 1.9 per cent; Facebook was up 2.3 per cent; Microsoft gained 1.7 per cent. Tesla advanced 5.1 per cent.", "“Today’s market is back to technology and away from the industrial economic reopening and certainly infrastructure stocks that were in focus yesterday,” Paul Nolte, portfolio manager at Kingsview Asset Management in Chicago, told Reuters.", "“It’s very much a binary market - either technology or economic reopening trade - depending on the news of the day and that’s really been the theme over the last 3-4 weeks.”", "While there has been some selling of tech through the first quarter, Liz Ann Sonders, chief investment strategist at Charles Schwab, notes that private equity sees more value in the sector.", "While that is true, Bespoke Investment Group noted in a tweet that “heading into today’s trading, every sector ETF was in the black YTD, although tech was just barely”."], "Today's agenda": ["Local: March AiG performance of manufacturing, March CoreLogic dwelling prices, February retail sales final, trade balance and job vacancies quarter", "Overseas data: NZ April ANZ consumer confidence; China Caixin manufacturing PMI March; US February construction spending, March ISM manufacturing"], "Market highlights": ["ASX futures up 19 points or 0.3% to 6785 near 7am AEDT", "AUD -0.1% to 75.92 US cents", "Bitcoin on bitstamp.net +0.3% to $US58,700 near 7am AEDT", "On Wall St: Dow -0.3% S&P 500 +0.4% Nasdaq +1.5%", "In New York: BHP -0.4% Rio -0.3% Atlassian +3.1%", "In Europe: Stoxx 50 -0.2% FTSE -0.9% CAC -0.3% DAX flat", "Spot gold +1.6% to $US1712.70/oz at 1.20pm New York time", "Brent crude -0.5% to $US63.84 a barrel", "US oil +0.2% to $US60.64 a barrel", "Iron ore -0.9% to $US165.15 a tonne", "2-year yield: US 0.16% Australia 0.07%", "5-year yield: US 0.93% Australia 0.87%", "10-year yield: US 1.74% Australia 1.78% Germany -0.29%", "US prices as of 4.17pm in New York"], "From today's Financial Review": ["Chanticleer: Why nothing will hold this recession back: There is good reason insurers have failed in four of the past five years to estimate the cost of bushfires, hailstorms and floods - actuaries failed to predict the intensity of natural perils caused by climate change.", "Boom time for ETFs: Exchange-traded funds have become a global investment phenomenon. Their main selling points? Low fees and the recurring collective underperformance of active fund managers.", "Crypto entrepreneur beats fraudster in Supreme Court: Celebrity crypto trader Sergei Sergienko has won a court order for payment of nearly $2 million in a court battle against convicted fraudster Oliver Roths."], "United States": ["On Friday local time in the US, the government will release March jobs data. Here’s what South Bay Research expects: “Everyone expects a strong March NFP. It will confirm that the US economy is closer to normalisation.", "“Upside surprise (i.e. 1 million) will be problematic because it will create doubt in the need for further stimulus. Downside surprise will be ignored as yet another example of the BLS being out of step with reality.”", "LPL Financial says hold fast on equities: “The S&P 500 Index historically has done quite well in April, making it one of the best months of the year.”", "In particular, LPL said US stocks have been higher in April 14 of the past 15 years; April is the best month of the year for stocks over the past 20 years; April is the second best month of the year over the past decade and since 1950 (only November is better); and, April ends the seasonally best six months of the year, which then opens the door to the ‘Sell in May’ period.”"], "Europe": ["European stocks were flat on Wednesday as a 30 per cent slump for delivery company Deliveroo in its London debut took the shine off the fourth straight quarterly rise for the benchmark STOXX 600.", "The pan-European STOXX 600 index inched down 0.1 per cent to 430.4 - trading below its pre-pandemic peak of 433.9. The benchmark was on course to end March with a 6.4 per cent rise and the first quarter with an 8 per cent gain.", "The German DAX slipped 0.1 per cent after breaching the 15,000-mark for the first time on Tuesday, while the UK’s FTSE 100 fell 0.4 per cent.", "Shares in Deliveroo opened well below the initial public offering price, falling as low as 271 pence. The company had priced its IPO at 390 pence per share, giving it a valuation of £7.6 billion, less than initially expected.", "Continental peers Just Eat Takeaway and Delivery Hero fell 2.0 per cent and 0.3 per cent, respectively.", "“The biggest concern is regulation around worker rights. The flexible employee model of Deliveroo’s riders is a huge pillar of the group’s plans for success,” Sophie Lund-Yates, an equity analyst at Hargreaves Lansdown, said in a note.", "H&M fell 2.8 per cent after the Swedish retailer reported a quarterly loss and said it would not propose a dividend at its annual general meeting."], "Asia": ["China stocks ended lower on Wednesday, led by losses in material and property shares, as investors shrugged off data showing manufacturing activity expanded at the quickest pace in three months in March.", "The official manufacturing Purchasing Manager’s Index (PMI) rose to 51.9 from 50.6 in February, remaining above the 50-point mark that separates growth from contraction for the 13th straight month.", "Analysts had expected it to rise to 51.0.", "At the close, the Shanghai Composite index was down 0.4 per cent at 3441.91, and the blue-chip CSI300 index slipped 0.9 per cent.", "The benchmark index lost 1.9 per cent in March, marking its first monthly loss in six months, while the blue-chip index lost 5.4 per cent this month, marking its worst monthly performance in a year.", "In Tokyo, the Nikkei 225 Index ended 0.9 per cent lower at 29,178.80, while the broader Topix dropped 1.2 per cent to 1954.00.", "For Japan’s 2020/21 fiscal year, which ended on Wednesday, the Nikkei rose 54.2 er cent, which was the biggest gain since fiscal 1972/73."], "Currencies": ["The Canadian dollar rallied 0.4 per cent to US79.50¢ after the government reported stronger than expected economic growth data.", "Oxford Economics: “Economic growth accelerated in January despite significantly tighter lockdown restrictions. GDP rose 0.7 per cent month over month, up 0.2ppts from StatCan’s initial estimate, and much stronger than the 0.1 per cent advance in December.”", "“StatCan’s flash estimate calls for a 0.5 per cent m/m increase in February and with restrictions easing further in March, Q1 GDP looks to grow around 1.5 per cent q/q, much stronger than our previous forecast. Still, prospects for the economic recovery in Q2 hang in the balance of a race between vaccine distribution and the rapid spread of more transmittable virus variants.”", "Scotiabank’s view: “To date including February’s guidance, Canada has now almost fully recovered toward last February’s pre-pandemic economy. GDP is now at 97.9 per cent of where it stood back then. A full recovery toward 2019Q4 GDP levels is forecast by 2021Q3.", "“On a sector basis, some industries are experiencing overall net growth, many are now relatively flat on net, and most of the shortfall remains focused upon 4–5 sectors and two in particular that are the ones most directly hit by restrictions and lockdowns.", "“As a consequence, GDP growth during Q1 is now tracking at about 5.6 per cent at a quarterly annualised pace. That’s based upon revisions stretching back to January of last year, January growth of 0.7 per cent, preliminary guidance that growth of 0.5 per cent occurred in February while assuming a flat March in order to focus upon the effects of what we know so far.”"], "Commodities": ["China’s benchmark iron ore futures dropped on Wednesday, as the country’s environmental policy implementation weighed on demand for the steelmaking ingredient, while traders were shifting positions for most-traded contract ahead of May delivery.", "The environment regulator in China’s top steelmaking city Tangshan recently sent 100 people to 25 local mills to ensure the steel plants follow production-control policies.", "Analysts with Sinosteel Futures also noticed that the expectation of strict output controls, as well as lenient supply and demand, have been reflected on prices for September iron ore contract.", "Positions for the most-traded iron ore futures on the Dalian Commodity Exchange, for May delivery, fell sharply by 40,517 lots on Tuesday, while the September contract gained 9543 lots.", "“The change of most active iron ore contract will be completed soon,” Sinosteel Futures said in a note, adding that backwardation with September contract is relatively big at 130 yuan per tonne.", "Prices for May iron ore contract closed down 1.4 per cent to 1080 yuan ($US164.70) a tonne and the September contract fell 3 per cent to 931 yuan per tonne.", "Three-month copper on the London Metal Exchange had gained 0.1 per cent to $US8783 a tonne by 1600 GMT. But it has lost 3.3 per cent this month and is on track for the first monthly fall since March 2020."], "Australian sharemarket": ["Platinum warns of bloody end to ‘speculative mania’: Andrew Clifford, chief executive of Platinum Asset Management, expects rising government bond yields to crush the value of high-flying growth stocks.", "ASX ends March quarter with a gain: The Australian sharemarket rose firmly on Wednesday in the final session of the quarter, buoyed by strong gains from the big banks and miners.", "Chanticleer: Fear fades, greed rules: Lessons from a dramatic quarter: It might be 12 months since our last bear market, but the extraordinary drama seen in the March quarter is more reminiscent of what happens late in a cycle."]}}