{"url_id": "b5c8a30f35a876604d4aaedd95a1c1ca", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-slip-powell-fails-to-assuage-wall-st-20210305-p577z5", "topic": "World markets", "title": "ASX futures point to lower open, Wall St extends slide", "summary": "It was a volatile day of trading in New York with the Dow moving in a 900-point range and the US 10-year yield rising back through 1.5 per cent.", "date": "Mar 5, 2021 – 5.29am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to open lower, with futures mimicking a volatile trading session on Wall Street where the Dow tumbled and the Nasdaq flirted with a correction.", "ASX futures were down 17 points or 0.3 per cent to 6736 at about 8am AEDT; they traded in a 90-point range overnight. The currency slid 0.7 per cent; the Bloomberg dollar spot index leapt 0.7 per cent.", "The market moves centred on trading before and after Federal Reserve chairman Jerome Powell spoke on a webinar. Investors hoping that Mr Powell would signal plans for more aggressive Fed action were disappointed.", "Mr Powell basic message: the Fed will continue to do what’s necessary to keep the US economy on its recovery track. And he reaffirmed the Fed is not particularly concerned about inflation.", "The yield on the US 10-year note was 6 basis points higher to 1.54 per cent at 4.11pm in New York; it had been little changed before Mr Powell began speaking.", "“The Fed will eventually have to address the problems at both the short and long end of the curve, but that might not happen until the 10-year yield rallies another 15 basis points higher,” Oanda’s Edward Moya said in a note.", "Mr Moya said “calls for Operation Twist, or the Fed’s maturity extension program will grow over the coming weeks. Operation twist sells short dated securities and buys long-dated securities in a reserve neutral way. This would help alleviate negative concerns at the front end and skyrocketing moves at the back end.”", "The 10 -year US yield has risen 40 basis points this past month, and 49 points the past year, highlighting the sudden widening.", "TD Securities said Mr Powell “disappointed sky-high market expectations”, allowing rates to continue selling off. “With the Chair not pushing back on the selloff in rates, we expect Treasury yields to continue moving higher in the near-term as market optimism persists. Treasuries will also react to payrolls, with a strong reading potentially exacerbating the selloff.”", "NAB head of FX strategy Ray Attrill said Australian government bond traders and investors can expect more volatility on Friday too. “Volatility seen in local interest rate markets yesterday with another large increase in long-term rates and government bond yields has set the scene for a choppy market again today if overnight developments are any guide.", "“The market was seemingly disappointed by the RBA’s decision to revert to a $2 billion purchase of Australian government bonds under its QE programme, after it upsized its purchase amount to $4 billion earlier in the week.”", "Mr Attrill also said the RBA passed up the opportunity to buy 3-year bonds under its Yield Curve Control policy.", "As for equities, it was a wild session. The Dow was up near 200 points in morning trade. After Mr Powell spoke, the index shed 900 points. At the close it had pared its loss to 346 points or 1.1 per cent. The VIX leapt 7.1 per cent to 28.55; it briefly topped 30.", "The S&P 500 was 1.3 per cent lower at 4pm; the Nasdaq slid 2.1 per cent, and in the process wiped out its year-to-date gain. The tech-heavy Nasdaq has shed 7.7 per cent in the past month alone as investors bow out of 2020’s growth stocks.", "Oil surged briefly above $US67 a barrel; the UK and New York listed shares of both Rio and BHP tanked as they traded ex-dividend, and amid a cratering of both nickel and copper prices.", "“We monitor a broad range of financial conditions and we think that we are a long way from our goals,” Mr Powell said in a Wall Street Journal webinar on Thursday (Friday AEDT). “I would be concerned by disorderly conditions in markets or persistent tightening in financial conditions that threatens the achievement of our goals.”", "Nine of the S&P 500’s industry sectors were lower, paced by information technology, materials and consumer discretionary. Energy was up 2.5 per cent, bolstered by oil’s surge on reports of a further month extension in production cuts principally by Saudi Arabia.", "Tesla tumbled 4.9 per cent even as one of its most bullish watchers encouraged investors to keep the faith. Bitcoin was down 5.2 per cent at about $US48,200 near 8.20am AEDT.", "ARK Innovation ETF, run by Cathie Wood, is also getting hit; its top holding is Tesla. The ETF was 5.3 per cent lower in New York, erasing all of its 2021 gains.", "The NYSE Fang + Index shed 2.7 per cent. Apple, Netflix and Microsoft were lower.", "“The US stock market has experienced a massive run-up after bottoming last spring,” First Trust’s Brian Wesbury said in a tweet.” To see it pull back is not a surprise, but we maintain our year-end target of 4200 for the S&P 500. Fed money printing and excessive spending are a long-term problem, not a short-term one.”", "In London, Rio Tinto and BHP Group shed 7.7pc and 5.8pc, respectively, as they traded ex-dividend. In New York, Rio was down 5.7 per cent and BHP was 3.8 per cent lower.", "The spot price of iron ore advanced 0.9 per cent to $US177.98 a tonne, according to Fastmarkets MB. It also said its index for iron ore 65 per cent iron Brazil-origin fines, cfr Qingdao rose to a record at $US202.90 a tonne.", "In LME trading, nickel, which reached a seven-year high of $US20,110 last week, fell to $US16,100 a tonne, down 7.6pc for its biggest one-day loss since 2016.", "Copper which hit a 10-year high of $US9617 a tonne last week, was down 3pc at $US8833 at 1740 GMT after falling as low as $US8654.50.", "It has been a long time coming,” said Saxo Bank analyst Ole Hansen, pointing to a huge influx of speculative investment that drove all industrial metals to multi-year highs.", "“The trigger was the nickel sell-off. Now we are seeing correction at full throttle.”", "The underlying supply and demand fundamentals for copper still point to higher prices in the longer term, but in the short term a rapid rise in US bond yields that has sent ripples through markets threatens all risk assets, including metals, Hansen added."], "Today's agenda": ["Local: AiG performance of services February", "Overseas data: German factory orders January; US February payrolls report, January trade balance and consumer credit", "TD on the pending US jobs data: “The employment data have been much weaker than the spending data and the survey data over the last two months, but the February report will probably show momentum starting to pick up again. We forecast a 300,000 rise in payrolls, with much more strengthening likely in the months ahead.”"], "Market highlights": ["ASX futures 17 points or 0.3% to 6736 at about 8am AEDT", "AUD -0.7% to 77.22 US cents", "Bitcoin on bitstamp.net -5.2% to $US48,200 near 8.15am AEDT", "On Wall St: Dow -1.1% S&P 500 -1.3% Nasdaq -2.1%", "In New York: BHP -3.8% Rio -5.7% Atlassian -1%", "In Europe: Stoxx 50 -0.2% FTSE -0.4% CAC flat DAX -0.2%", "Spot gold -0.5% to $US1703.08/oz at 1.30pm New York time", "Brent crude +4.9% to $US67.19 a barrel", "US oil +5% to $US64.36 a barrel", "Iron ore +0.9% to $US177.98 a tonne", "2-year yield: US 0.14% Australia 0.10%", "5-year yield: US 0.78% Australia 0.93%", "10-year yield: US 1.54% Australia 1.76% Germany -0.31%", "US prices near 4.15pm in New York"], "From today's Financial Review": ["Aged care tax killed off: Josh Frydenberg says growing the economy is the best way to fund a multibillion-dollar overhaul of the aged care sector, all but ruling out a new hit on taxpayers.", "Retirees can afford to pay for aged care. Workers can’t", "Inquiry’s gaps frustrate aged care sector", "Need to Know: Italy blocks vaccine shipment to Australia: The move, first reported by The Financial Times, halted 250,000 doses of the Oxford/AstraZeneca vaccine produced near Rome.", "Chanticleer: Local fundies dodge Greensill insolvency: Greensill Capital’s move to the brink of insolvency coincides with investors in global markets rethinking the merits of high-growth stocks with fantastic valuation multiples.", "Record trade surplus, retail sales surge add to recovery: The economic lights are shining brightly after Australia posted a record trade surplus in January, along with further gains in retail sales."], "United States": ["While the pull back in US equities accelerated on Thursday, LPL Financial’s Ryan Detrick said it was expected in the wake of the rally.", "In additon Bespoke noted that the latest sentiment survey by the American Association of Individual Investors found bearishness little changed from the previous week.", "Bullish sentiment eased to 40.3 per cent, yet still is higher than its historical average of 38 per cent. The survey found that investors turned more neutral on the outlook for US stocks rather than bearish.", "Initial claims for state unemployment benefits increased 9000 to a seasonally adjusted 745,000 for the week ended February 27, the Labor Department said. Economists polled by Reuters had forecast 750,000 applications in the latest week.", "At least 18 million people were on unemployment benefits under all programs in mid-February.", "Oxford Economics: “While we think a recovery in the labor market is getting underway and look for the February employment report to show a gain of 284,000 jobs, the claims data remind us that the labour market remains weak and a full healing will be a multi-year process.”", "Tesla share reversal to prove temporary, Wedbush: Global demand, in particular within China, will help Tesla reach a trillion-dollar market value this year, Wedbush analysts argue."], "Europe": ["Italy blocks Astra vaccine export to Australia: The decision comes as the European Union ramps pressure on AstraZeneca to meet its shipment obligations to the bloc.", "The pan-European STOXX 600 index fell 0.4pc, with miners dropping the most among the European sectors.", "Technology stocks, the driver of the market’s rebound from pandemic-driven lows, fell 3.3pc as a global semiconductor shortage weighed on the sector.", "Dutch firm ASML Holding NV dropped 6.1pc despite news that it had extended a deal to sell chip manufacturing equipment to China’s largest chipmaker SMIC.", "“While one can understand why investors are concerned about valuations in the US, particularly around the tech sector ... the same can’t be said in Europe, where valuations are much lower,” Michael Hewson, chief market analyst at CMC Markets wrote in a note.", "Unlike US stocks, the STOXX 600 has yet to reach pre-pandemic highs.", "Unibail-Rodamco-Westfield - Europe’s biggest retail property owner - topped the STOXX 600 after French tycoon Xavier Niel raised his stake in the firm."], "Asia": ["Biden puts Australia and allies at centre of China strategy: Joe Biden’s Secretary of State says China is the only country that can ‘seriously challenge’ the global system, with Australia and other Asian allies put at the centre of an aggressive US foreign policy strategy.", "Chinese shares dropped on Thursday, with the blue-chip index declining the most in more than seven months.", "The Shanghai Composite index was down 2.1pc at 3503.49, while the blue-chip CSI300 index was down 3.2pc, its biggest one-day drop since January 2020.", "The bluechip’s consumer staples sub-index slid 4.9pc, while the material sub-index fell 4.8pc.", "Tech shares were also sold off during the day, with the start-up board ChiNext Composite index falling 4.9pc and Shanghai’s tech-focused STAR50 index down 2.6pc​.", "Investors are rotating out of consumer, new energy and tech shares due to valuation concerns, and adding positions in undervalued property, banking and insurance stocks, said Yang Delong, investment manager at First Seafront Fund Management Co.", "“Growing mutual fund redemptions amid market declines also worsen the sentiment, it’s not easy to turn it around,” said Zhang Qi, an analyst with Haitong Securities Co.", "Hong Kong shares also dropped on Thursday. At the close of trade, the Hang Seng index was down 643.63 points, or 2.2pc, at 29,236.79. The Hang Seng China Enterprises index fell 2.9pc to 11,325.58, reversing course a day after its biggest one-day gain in six weeks."], "Currencies": ["Powell says ‘disorderly’ market conditions would concern him: The Federal Reserve chairman’s comments failed, at least initially, to assuage investors as US government bonds extended their losses.", "The hidden warning behind rising bond yields: The Reserve Bank’s Jonathan Kearns says that if global bond investors demand higher risk premiums, that will infect other asset classes.", "The US dollar has become more overvalued, according to the Institute of International Finance, since November “even though USD has fallen in real effective terms.", "“The reason for this is the widening current account deficit, which in turn reflects aggressive fiscal stimulus and economic recovery. The offset to this overvaluation is China, where RMB is substantially undervalued. Other big undervaluations in EM are Brazil and Russia, while Argentina and South Africa are overvalued.“"], "Commodities": ["Oil surges after OPEC+ broadly extends oil cuts into April: Saudi Arabia’s decision to extend production cuts of 1 million barrels a day for another month fuelled a more than 5 per cent surge in oil prices.", "TD Securities on the price reversal: ”Industrial metals prices are melting. We reiterate that price action over the past months has little to do with a supercycle, but is rather associated to a cyclical overshoot in demand, along with a rise in supply risk tied to the global container squeeze and finally to a massive increase in speculation tied to reflation bets, inflation-hedging appetite and of course to the ESG-led supercycle narrative.", "“Our real-time commodity demand indicator is now reverting lower, implying slower demand growth as global macro angst grows over the Fed’s delicate balancing act between rates, inflation and asset valuations.”", "TD also said there’s more risk to the downside if China President Xi Jinping fails to help reflate commodities by unveiling a strong plan detailing economic priorities and decarbonisation."], "Australian sharemarket": ["ASX falls 0.8pc, victim of rising bond yields: The Australian sharemarket extended its volatile start to the month, falling heavily on Thursday as global bond yields pushed higher, weighing on equity markets.", "Tech stocks slump as profitability awaits: Expectations the strengthening Australian economy will benefit value stocks and put pressure on growth names extended losses for tech shares.", "Investors hunt for value pockets in expensive market: Investors are eyeing off the stocks still feeling the headache of the COVID-19 hangover, tipping the economic recovery under way across large parts of the globe will bring them back."]}}