{"url_id": "c45fc8336552673695f267b77aa90659", "extraction_date": "16-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-s-and-p-500-resets-record-bitcoin-surges-20210414-p57izg", "topic": "World markets", "title": "ASX to rise, S&P 500 resets record, bitcoin surges", "summary": "Australian shares are poised to open higher as vaccine concerns and muted US inflation bolstered bullish bets. $A rises. Bitcoin briefly tops $US63,000.", "date": "Apr 14, 2021 – 5.28am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to open higher with the S&P 500 resetting yet again its record high, this time amid concerns the US vaccination pace may slow because of a pause in using Johnson & Johnson’s one-shot vaccine.", "In addition, US consumer prices rose relatively moderately last month, albeit modestly ahead of expectations. Still, the data helped ease concerns about a potential spike in inflation near term. The yield on the US 10-year yield retreated 5 basis points to 1.61 per cent in New York.", "ASX futures were up 19 points or 0.3 per cent to 6971 near 7am AEST. The currency rose and was near US76.50¢.", "Bitcoin surged to a record $US63,562 overnight; it was at about $US63,230 near 7.10am AEST.", "On Wall Street, techs rebounded as investors interpreted the J&J vaccine pause - amid concerns about blood clots - as a sign that the US vaccination pace may be slowed in the weeks ahead. In turn, that could delay the full reopening of the economy.", "The S&P 500 and Nasdaq were higher at the close, up 0.3 per cent and 1.1 per cent respectively. Seven of the S&P’s 11 industry sectors advanced, paced by utilites and consumer discretionary. The Dow lagged, ending 0.2 per cent lower; IBM, Nike and J&J led the decliners.", "The NYSE Fang + Index was 1.8 per cent higher, paced by Apple’s 2.4 per cent rise. Tesla surged 8.6 per cent higher, in part reflecting bitcoin’s renewed rally.", "A bond tantrum, inflation and higher taxes are seen as the biggest risks to markets, which Bank of America says are most often associated with a boom rather than a recession. Read more from the bank’s latest monthy survey of global fundies here.", "Aluminum for three-month delivery on the London Metal Exchange rose 1.4 per cent to settle at $US2293 a tonne at 5.51pm in London. It touched $US2304, the highest since June 2018. All other main metals on the LME advanced, with copper up 0.4 per cent.", "As for what’s driving bitcoin, it’s the pending listing of Coinbase this week. Oanda’s Edward Moya said the IPO is generating a new wave of excitement in the cryptocurrency. ”The question on everyone’s mind is will Wednesday start of trade for Coinbase trigger a selling event. Some brokers will allow leveraged trading of the Coinbase IPO but there will probably be limited ability to short.", "“If bitcoin can hang onto the $US60,000 level after the Coinbase debut, bullish momentum could target the $US75,000 level.”"], "Today's agenda": ["Local: Westpac MI consumer confidence April; RBNZ policy meeting, decision at 12pm AEST (see Currency section below for TD’s expectations)", "Overseas data: Japan machinery orders February; Euzo zone industrial production February; US import price index March, Fed’s beige book"], "Market highlights": ["ASX futures up 19 points or 0.3 per cent to 6971 near 7am AEST", "AUD +0.3% to 76.46 US cents", "Bitcoin on bitstamp.net +5.7% to $US63,230 as of 7.10am AEST", "On Wall St: Dow -0.2% S&P 500 +0.3% Nasdaq +1.1%", "In New York: BHP +0.4% Rio +0.7% Atlassian +5%", "Tesla +8.6% Apple +2.4% Amazon +0.6% Microsoft +1.1%", "In Europe: Stoxx 50 +0.1% FTSE flat CAC +0.4% DAX +0.1%", "Spot gold +0.7% to $US1745.58/oz at 3.13pm New York time", "Brent crude +0.9% to $US63.85 a barrel", "US oil +1.1% to $US60.34 a barrel", "Iron ore -0.8% to $US173.25 a tonne", "2-year yield: US 0.16% Australia 0.06%", "5-year yield: US 0.84% Australia 0.84%", "10-year yield: US 1.61% Australia 1.80% Germany -0.29%", "US prices as of 4.59pm in New York"], "From today's Financial Review": ["Recovery lifts wage, input costs: The NAB Business Survey, watched closely by the RBA, showed all key measures shot to new highs in March even as major government financial supports such as JobKeeper started winding down.", "Will inflation turn COVID-19 boom to bust?", "Government closes in on funding deficit after $14b bond sale", "Payrolls up again point to lower jobless rate", "PM puts national cabinet on war footing to fix vaccine mess: With his government under fire for a slow and troubled rollout of COVID-19 vaccines, Scott Morrison has asked the national cabinet to resume bi-weekly meetings.", "Credit Suisse reveals $1.6b exposure to Sanjeev Gupta: The Swiss giant will return a further $US1.7 billion to investors in its frozen Greensill-related funds and warns of more legal action on ‘delinquent obligors’."], "United States": ["US consumer prices rise slightly higher than expected in March: The consumer price index, which measures the change in what customers pay for goods and services, increased by 0.6 per cent from February to March.", "Tax cheats are costing the US $1.3trn a year: The head of the Internal Revenue Service told a US Senate hearing that new estimates of the cost of tax evasion include the use of cryptocurrency.", "Goldman Sachs’ bottom line view on the CPI data: “March core CPI rose by 0.34 per cent month-over-month, beating consensus and boosting the year-on-year rate by three tenths to +1.6 per cent.", "“Virus-sensitive categories drove some but not all of the strength, and we expect additional reflation in many of these components in the spring and summer. Monthly shelter inflation decelerated but nonetheless rose at a firm clip.", "“Based on details in the PPI and CPI reports, we estimate that the core PCE price index rose 0.34 per cent in March, corresponding to a year-over-year rate of +1.86 per cent. We forecast core PCE inflation to peak this year at 2.45 per cent in April, and we forecast core CPI inflation to peak in May (also at 2.45 per cent).”", "Oanda’s Edward Moya on pending US bank quarterly reports: “The bar is set high for financials as first quarter growth is expected to lead the charge higher at 65.6 per cent. The low interest rate environment will last a little longer thanks to the Fed and that will make it hard for bank stocks to rally even if they crush their top and bottom line results.”"], "Europe": ["European shares hovered just below all-time highs on Tuesday.", "The pan-European STOXX 600 closed up 0.1 per cent and the export-heavy German stock index also rose that much after data showed China’s exports grew at a robust pace in March and import growth surged to its highest in four years.", "Luxury and other consumer stocks led gains on the STOXX 600, followed by technology stocks.", "Sales at French luxury goods group LVMH bounced back far more quickly than expected in early 2021, carried by demand for Louis Vuitton handbags and Dior products as Chinese and US shoppers made the most of an easing of COVID-19 restrictions.", "Its like-for-like sales, which strip out the effect of currency changes and its acquisition of US jeweller Tiffany, rose by 30 per cent year-on-year in the three months to March to €14 billion.", "That was nearly double an analyst consensus forecast for 17 per cent growth cited by UBS. Compared with pre-pandemic levels and the first quarter of 2019, like-for-like sales were up 8 per cent.", "Sales in Asia, excluding Japan, were up 86 per cent from year-ago levels, and in the United States, which is rolling out a massive stimulus programme, revenues rose 23 per cent."], "Asia": ["China stocks ended lower on Tuesday, extending losses into a third day on weakness in financials and consumer discretionary shares.", "At the close, the Shanghai Composite index was down 0.5 per cent at 3396.47, its third day of losses. The blue-chip CSI300 index ended down 0.2 per cent, turning lower from midday gains.", "China should avoid credit contraction and keep inflation expectations from intensifying, the 21st Century Business Herald quoted central bank policy adviser Wang Yiming as saying on Tuesday.", "China should make contingency plan to cope with possible policy changes by the US Federal Reserve, it quoted Wang as saying.", "In Hong Kong, the Hang Seng index was up 43.97 points or 0.2 per cent at 28,497.25. The Hang Seng China Enterprises index fell 0.2 per cent to 10,850.53.", "About 2.06 billion Hang Seng index shares were traded, only about 81.2 per cent of the market’s 30-day moving average of 2.54 billion shares a day."], "Currencies": ["CBA: Australian dollar on track for US80¢: Commonwealth Bank expects the Australian dollar to hit US80¢ by mid-year given the bank’s view of commodity prices and interest rate differentials.", "TD Securities on what to expect from the RBNZ: “The RBNZ is likely to keep all policy settings unchanged at [Wednesday’s] MPR meeting – OCR is at 0.25 per cent, LSAP is at $$100b to Aug 2022, the FLP commitment intact. There will be no forecasts or press conference.", "“We anticipate a neutral statement. We expect the bank to reiterate the need for ‘considerable time and patience’ to meet its inflation/employment goals and for it to be open to deploy negative interest rates if necessary.", "“The OIS strip implies a hike in the cash rate to 0.5 per cent at the Nov 2022 meeting. Given the LSAP program ends in Aug 2022, we expect Nov 2022 to be the absolute earliest the RBNZ would hike (assuming the bank runs QE to expiry). In contrast, we anticipate the RBNZ keeps the cash rate on hold at 0.25 per cent over 2021 and 2022.”"], "Commodities": ["Benchmark iron ore futures in China extended gains for a third straight session, closing at the highest price in five weeks, fuelled by falling supplies from major miners and strong demand at home and abroad.", "Shipments sent from Australia and Brazil fell by 4.04 million tonnes to 24.04 million tonnes as of April 9 from the week earlier, data from Mysteel consultancy showed.", "Meanwhile, domestic demand and consumption driven by overseas economic recovery also helped sustain iron ore prices, analysts with Huatai Futures wrote in a note.", "The most actively traded iron ore futures on the Dalian Commodity Exchange, for September delivery, ended up 3.3 per cent at 1023 yuan ($US156.17) per tonne after gaining 3.5 per cent earlier in the session.", "China iron ore imports surge in March, exports slow: Iron ore led an increase in Australia’s imports to China in the first quarter despite a diplomatic trade spat.", "OPEC raised its forecast for growth in world oil demand this year on expectations the pandemic will subside, providing help for the group and its allies in their efforts to support the market.", "Demand will rise by 5.95 million barrels per day (bpd) in 2021, or 6.6 per cent, the Organisation of the Petroleum Exporting Countries forecast in its monthly report. That is up 70,000 bpd from last month.", "“As the spread and intensity of the COVID-19 pandemic are expected to subside with the ongoing rollout of vaccination programmes, social distancing requirements and travel limitations are likely to be scaled back, offering increased mobility,” OPEC said in the report.", "The upward revision marks a change of tone from previous months, in which OPEC has lowered demand forecasts because of continued lockdowns. A further recovery could bolster the case for OPEC and its allies, known as OPEC+, to unwind more of last year’s record oil output cuts."], "Australian sharemarket": ["Value rotation an opportunity to add growth winners: Growth stocks will still have a role to play irrespective of the rotation towards value, as the long-term changes from COVID-19 support technology and innovators.", "Tech offsets miners to help ASX edge higher: A surge in a number of local tech stocks helped to offset weakness from the major miners on Tuesday, pushing the Australian sharemarket slightly higher.", "The Aussie stocks ready to benefit from electric vehicles: Although many investors might be priced out of investing in stocks such as Tesla, there are other ways to get a piece of the EV action."]}}