{"url_id": "cc223de98b9f907f97e85a19630cdd46", "extraction_date": "05-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-open-flat-as-nasdaq-stays-low-20210326-p57e7e", "topic": "World markets", "title": "ASX to open higher as Nasdaq stays low", "summary": "Australian shares are set to open flat as tech stocks continued to slump despite forecasts of stronger growth in the US economy.", "date": "Mar 26, 2021 – 5.35am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are set to open higher as tech stocks continued to slump despite forecasts of stronger growth in the US economy.", "The Nasdaq led Wall Street lower as a rotation out of richly valued stocks into underpriced sectors added to pressure from quarter-end rebalancing by institutional investors.", "US President Joe Biden, in his first White House press conference, said the economic outlook is brightening thanks to the recent passage of his $US1.9 trillion pandemic relief package, and a majority of economists now expect growth this year to exceed 6 per cent.", "“Since we passed the American Rescue Plan, we’re starting to see new signs of hope in our economy,” Biden said during his first press conference since taking office in January.", "“Since it was passed, a majority ... of economic forecasters have significantly increased their projections on the economic growth that’s going to take place this year. They’re now projecting it will exceed 6 per cent growth in GDP (gross domestic product).”", "Federal Reserve Vice Chair Richard Clarida said the US economic recovery remains incomplete, even as the central bank forecasts stronger growth ahead.", "“It will take some time for economic activity and employment to return to levels that prevailed at the business cycle peak reached last February,” Clarida said Thursday in remarks prepared for a virtual event hosted by the Institute of International Finance. “We are committed to using our full range of tools to support the economy until the job is well and truly done to help ensure that the economic recovery will be as robust and rapid as possible.”", "Initial claims for US state unemployment benefits fell last week to 657,000, a decrease of 100,000 from the previous week, the Labor Department reported Thursday. It was the lowest weekly level of initial state claims since the pandemic upended the economy a year ago.", "On a seasonally adjusted basis, new state claims totaled 684,000.", "And the ship is still stuck."], "Today's agenda": ["Local: None.", "Overseas data: UK retail sales February; UK Nationwide house prices March; US personal income and personal spending February; US PCE core February; US UoM consumer sentiment March; Euro zone IFO business climate survey March."], "Market highlights": ["ASX futures up 15 points or 0.2% to 6754 near 5.55am AEST", "AUD -0.1% to 75.79 US cents", "Bitcoin on bitstamp.net $US51,933.11", "On Wall St: Dow +0.2% S&P 500 -0.1% Nasdaq -0.6%", "In Europe: Stoxx 50 flat FTSE -0.6% DAX +0.1% CAC +0.1%", "In New York: BHP -1% Rio -0.4% Atlassian -3.8%", "Spot gold -0.4% to $US1728.15 an ounce at 2.28pm New York time", "Brent crude -3.8% to $US61.93 a barrel", "US oil -4.4% to $US58.51 a barrel", "Iron ore -0.9% to $US159.85 a tonne", "2-year yield: US 0.14% Australia 0.07%", "5-year yield: US 0.83% Australia 0.80%", "10-year yield: US 1.62% Australia 1.67% Germany -0.39%"], "From today's Financial Review": ["Why fashion is key to Afterpay’s staggering success: Nick Molnar’s story is about saving Australian retail and, in his mind, it starts with fashion. Behind the runaway success of the country’s youngest self-made billionaire.", "Recovery a bonus boost to budget: The federal government’s deficit is shrinking rapidly as lower unemployment boosts tax collections and reduced government spending.", "De Ferrari gave AMP his best shot: The likely departure of Francesco De Ferrari as chief executive of AMP is a blow to its shareholders because it removes a leader who thought creatively about the provision of financial advice.", "Read today’s paper, exactly as it was printed, here"], "United States": ["The Nasdaq led Wall Street lower as a rotation out of richly valued stocks into underpriced sectors added to pressure from quarter-end rebalancing by institutional investors.", "The main US stock indexes also shrugged off the Labor Department’s jobless claims report - the most timely indicator of economic health - that showed fewer-than-expected Americans filed new claims for state unemployment benefits last week.", "Seven of the 11 S&P sectors fell, led by the communication services and technology indexes, which house some of the best-performing stocks of 2020 including Apple, Microsoft and Netflix.", "“This is likely just one of those periods where you have a little profit taking and a little quarter-end rebalancing, but this little pullback will probably run its course and we’ll see the market back at new highs fairly soon,” said Jordan Kahn, chief investment officer of ACM Funds in Los Angeles.", "The Nasdaq Composite has fallen in March after four straight months of gains as rosy economic projections lifted demand for undervalued cyclical stocks, but also raised fears of higher inflation and a potential tax hike."], "Europe": ["European stocks ended lower. The pan-European STOXX 600 index slipped 0.3 per cent, weighed down by a drop in oil and gas stocks on the back of weaker crude prices, and bank stocks as bond yields declined.", "The benchmark index pulled back from 13-month highs last week as a new wave of coronavirus infection and a fresh regional lockdowns overshadowed a surprisingly strong recovery in March business activity.", "Stocks in London underperformed their regional peers as the European Union mulled the possibility of blocking shipments to countries with higher inoculation rates such as Britain, or which are not sharing doses they produce."], "Asia": ["Tech giants from Tencent Holdings to Alibaba Group Holding dived after US regulators revived threats to toss China’s largest corporations off US bourses, compounding concerns of a widening domestic antitrust crackdown.", "Alibaba slid almost 4 per cent in Hong Kong Thursday, joining a US sell-off that wiped at least 20 per cent off Chinese tech names including Tencent Music Entertainment and iQiyi, Baidu’s Netflix-like streaming subsidiary. The Hang Seng Technology Index slid to its lowest since November before ending down just 1.2 per cent.", "Tencent, which on Wednesday sought to allay investor concerns about the fallout to its fintech division from growing regulatory pressure, slid 2.8 per cent and has now shed more than $US200 billion of market value since a January peak. Following Tencent’s fourth-quarter results, brokerages including Goldman Sachs, Macquarie and HSBC cut their price targets on Asia’s largest company for the first time in at least a year.", "Baidu, the search giant that debuted in the city only on Monday, finished 9.7 per cent lower while Alibaba-rival JD.com lost 3.6 per cent. Food delivery giant Meituan, which reports 2020 results Friday, shed 1.6 per cent. The losses followed a warning from the Securities and Exchange Commission that it’s taking steps to force accounting firms to let US regulators review the financial audits of overseas companies -- the penalty for noncompliance being ejection from exchanges."], "Currencies": ["The US dollar reached a fresh four-month high before slashing its gains on Thursday, as yields on US Treasuries dipped and investors’ appetite for risk shrunk.", "The dollar index was mostly unchanged at 92.6410 in mid-morning trading. Yields on Treasuries crept down and stocks fell, with 10-year notes yielding 1.598 ahead of an auction on shorter-dated bonds on Thursday.", "“AUD-USD rallies have been contained over the past 24 hours after the Aussie broke resistance earlier in the week. Broad US dollar demand and deteriorating risk sentiment continue to weigh on the pair. Rising US yields and an underlying feel of de-risking elsewhere are keeping AUD-USD choppy and under duress,” writes Stephen Innes from Axi."], "Commodities": ["LPL Financial says commodity markets have roared back as the global economy has emerged from the shadow of COVID-19 since March 23 last year. Oil and lumber prices have more than doubled off the lows, while copper prices have pulled back a bit after reaching that feat back in February", "“After likely their worst period in history, although I wasn’t around for the bubonic plague so I can’t be certain, commodity prices have roared back as the global economy continues to wake up,” added LPL Financial Chief Market Strategist Ryan Detrick.", "“The US and China are well ahead of other nations in terms of economy activity and output, so as the rest of the world plays catch up, we wouldn’t be surprised to see commodities rise even further.”"], "Australian sharemarket": ["The Australian sharemarket ended the day with gains, as healthcare companies and banks helped the market to its third gain in four sessions, offsetting losses for AMP, Afterpay and exchange operator ASX.", "The S&P/ASX 200 index rose 0.2 per cent, or 11 points, to 6790.6.", "The gains defied a weak lead from the US, where stocks ended lower after an optimistic outlook from US Federal Reserve chairman Jerome Powell and Treasury Secretary Janet Yellen wasn’t enough to offset a slide in tech stocks.", "Tech stocks were similarly weak in Australian trading, with Afterpay falling to its lowest level since December during the session before ending the day down 1.9 per cent at $105.46. Xero dropped 1.1 per cent to $122.17 and Zip fell 5.3 per cent to $7.53."]}}