{"url_id": "dc924cdbbab60e6b7990c2efcc8a8056", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-leap-dow-surges-on-rotation-trade-20210309-p578x1", "topic": "World markets", "title": "ASX to rise; Dow advances on rotation trade", "summary": "Australian shares are poised to extend their fast start to the week as the Dow leapt higher. Techs dragged the Nasdaq down, again. $A slips.", "date": "Mar 9, 2021 – 4.55am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to open higher. On Wall Street, the Dow reset its record high, though the buying pace eased as the session progressed.", "For coverage of the Financial Review Business Summit click here.", "ASX futures were up 48 points or 0.7 per cent to 6782 near 8am AEDT, paring their earlier surge. The local currency slipped 0.5 per cent. The yield on the US 10-year note rose 3 basis points to 1.60 per cent.", "“We are getting a healthy reset of richly valued stocks due to rising cost of capital and it can be violent,” Peter Garnry, head of quantitative strategies at Saxo Bank, said in a tweet.", "In New York, the Dow closed up 306 points or 1 per cent with 25 of its 30 components higher, paced by a more than 6 per cent rise in Walt Disney as California moved to ease pandemic restrictions. The Dow surged more than 650 points earlier in the session to reset it record high at 32,148.", "The S&P 500 turned lower in late trade to finish down 0.5 per cent; the Nasdaq shed 2.4 per cent, officially falling into correction territory.", "Apple and Netflix each slumped more than 4 per cent. Alphabet lost 4 per cent, Facebook fell more than 3 per cent; Microsoft and Amazon were 1-2 per cent lower. The NYSE Fang + Index ended 5.2 per cent lower.", "Tesla tumbled 5.8 per cent, briefly trading below $US560 a share. Bitcoin was trading near $US51,700.", "“Since rates went on the move, the biggest laggards have been high growth, high multiple, long duration and have generally been COVID-economy winners,” Morgan Stanley’s Mike Wilson said in a note. “We think rates will move higher over the year, which means multiple risk for the richest stocks is still a live issue.”", "Mr Wilson said the shift that Morgan Stanley has been highlighting in the composition of momentum is not over and the factor will continue moving toward cyclicals, lower quality, value, and small caps at the expense of the longer duration growth. “With flat prices from here, net momentum exposure to cyclicals rises about 5 per cent by count into the end of the first quarter.”", "In a March 5 note, Goldman Sachs said its sentiment indicator revealed “stretched investor equity positioning that has likely exacerbated the recent market tumult in response to rising rates”.", "Still, Goldman said equity fund inflows have remained strong, totalling a record $US163 billion over the five weeks since the start of February. “Rising rates have historically been associated with equity fund inflows and investor rotation toward equities, particularly among US households.”", "US equities will get a further boost, Goldman said as household cash allocations remain elevated: “We forecast households will represent the largest source of demand for US stocks in 2021 ($US350 billion). Corporate demand will also be strong ($US300 billion) as rebounding buybacks outweigh surging issuance.”", "As for Tesla and other innovation stocks, Horizon Investments said the rapid reset in their stocks is understable: “From a fundamental investing point of view, nosebleed equity valuations only make sense when interest rates are falling or steady.”", "Horizon said shares in a group of innovations stocks it follows, including Tesla, Zoom and Plug Power are down an average 38 per cent from their individual 52-week highs. While new investors in these stocks are “likely feeling some pain”, their average gain since the start of 2020 is at 754 per cent.", "Oil briefly topped $US70 a barrel on news that Houthi forces in Yemen launched drones and fired missiles at Saudi Arabia, including a Saudi Aramco facility at Ras Tanura that is vital to petroleum exports. Riyadh said there were no casualties or loss of property.", "Gold tumbled below $US1700 an ounce. Copper rose. Iron ore was little changed."], "Today's agenda": ["Local: RBA governor Philip Lowe will speak about The Recovery, Investment and Monetary Policy at the Financial Review Business Summit at 9am AEDT; NAB February business confidence and conditions at 11.30am AEDT", "Overseas data: New Zealand March ANZ business confidence; Japan final fourth quarter GDP; Euro zone final fourth quarter GDP"], "Market highlights": ["ASX futures up 48 points or 0.7 per cent to 6782 near 8am AEDT", "AUD -0.5% to 76.45 US cents", "Bitcoin on bitstamp.net +3.4% to $US51,700 near 8am AEDT", "On Wall St near 4pm: Dow +1% S&P 500 -0.5% Nasdaq -2.4%", "In New York: BHP -0.8% Rio -0.3% Atlassian -2.1%", "In Europe: Stoxx 50 +2.6% FTSE +1.3% CAC +2.1% DAX +3.3%", "Spot gold -1.2% to $US1681.03/oz at 12.38pm New York time", "Brent crude -1.4% to $US68.40 a barrel", "US oil -1.4% to $US65.17 a barrel", "Iron ore up US23¢ to $US174.34 a tonne", "2-year yield: US 0.16% Australia 0.10%", "5-year yield: US 0.86% Australia 0.93%", "10-year yield: US 1.60% Australia 1.76% Germany -0.28%", "US prices at 4.03pm in New York"], "From today's Financial Review": ["Morrison plans recovery phase, migration critical: The Prime Minister has nominated clean affordable energy, a skilled and scaled-up workforce and digital advance as key to the post-pandemic economic recovery.", "Platinum year in Australia’s record of business-led prosperity", "Planning the post-COVID-19 recovery", "Australians hopeful on recovery, still want big government spending", "The accidental businesswoman worth $271 million: The tourism industry is still struggling in the pandemic but Queensland entrepreneur Jude Turner is among the sector’s few ‘good news’ stories, quietly building an eco-holiday business that now employs 300 people.", "Financial castles built on sand: Investors have long used the US 10-year bond yield as the benchmark for pricing all financial assets, including shares and property. But what happens when they suspect it’s a ‘fake’ rate?"], "United States": ["Oxford Economics says the Biden administration’s American Rescue Plan will lift GDP growth to 7 per cent in 2021, “its fastest rate since the early 1980s”. The recovery will be driven by US households, it also said.", "“We expect base-effects and fiscally stimulated growth will allow inflation to reach levels rarely experienced over the past decade, with headline inflation flirting with 3pc and core inflation around 2.4pc.”", "As for the Fed, Oxford said: “We anticipate QE will be tapered from the start of 2022, and a very gradual rate liftoff will begin in mid-2023.“", "In a March 6 note, the IHME said it estimated that 19pc of people in the US have been infected as of March 1. The lowest levels of cumulative infection were in New England and the Pacific Northwest.", "“In our current reference scenario, we expect that 192.50 million will be vaccinated by July 1.”", "Apollo to buy Athene in $14b deal: In one move, Marc Rowan not only reshaped Apollo, but also showed the world that the firm is moving past the 30-year reign of Leon Black."], "Europe": ["Shares of banks and auto makers lifted European shares on Monday as investors continued to move into economy-linked sectors on hopes of a solid economic rebound from the coronavirus downturn.", "The pan-European STOXX 600 index gained 2.2pc, its best one-day performance since early November. The banking sector gained 3.7pc to hit a fresh one-year high.", "Spain’s Banco de Sabadell jumped 7.1pc, while HSBC, Banco Santander and ING Groep rose more than 2pc.", "Auto makers and insurers also rose about 3pc, while sectors considered bond-proxies like utilities and personal & household goods were among the laggards.", "“The reflationary trade is being more supportive of European stocks in general because they’re not as weighted towards growth and tech that the US is,” said Neil Wilson, chief market analyst at Markets.com.", "Ireland’s debt agency dropped Davy Stockbrokers as a primary dealer in Irish government bonds on Monday, resulting in the country’s largest stockbroking firm shutting its bond desk with immediate effect following a record central bank fine last week."], "Asia": ["Roughly nine-in-ten US adults (89 per cent) consider China a competitor or enemy, rather than a partner, according to a Pew Research Centre survey.", "China stocks fell the most in more than seven months on Monday, as a lower-than-expected 2021 economic growth target from Beijing sparked concerns that Chinese officials could tighten policy to rein in lofty valuations.", "The blue-chip CSI300 index fell 3.5pc to 5080.02, posting its worst day since July 24, 2020. The Shanghai Composite Index lost 2.3pc to 3421.41.", "“China has become the most expensive market for non-financial equities among major markets globally,” Citi Private Bank analysts, including Ken Peng, said in a note.", "Citi said that more restrained credit growth could lead to lower valuations in the coming months.", "At the close of trade in Hong Kong, the Hang Seng index was down 557.46 points, or 1.9pc, at 28,540.83. The Hang Seng China Enterprises index fell 2.5pc to 11,014.79. Tech shares slumped 6.4pc and the IT sector fell 5.9pc, dragging the broader index lower.", "“Our outlook for further cyclical upside remains intact as global re-opening is being helped by vaccination,” Wendy Liu, head of China Strategy at UBS Global Research, said in a note.", "“We believe the current phase of consolidation may conclude when the so-called core growth companies ... (test) their respective 100-day or 200-day moving averages and their growth prospects are re-confirmed during the upcoming results season,” she said."], "Currencies": ["TD Securities view of the FX market: “Global central banks are trying to manage the paradox of optimism. They aim to run the economy hot, yet also want to maintain the discounts in rates and macro volatility. It’s an untenable balance — one where market forces are winning.", "“The vaccines have been major game-changers, boosting the links between mobility trends and global growth expectations. COVID remains a considerable risk factor for markets. Yet, the global economy is healing, and regional growth variations are substantial.", "“Our MRSI signal has turned neutral on the US dollar for the first time this year. It remains short European currencies, especially the euro and Swiss franc. Norway’s kone remains the most attractive European currency, underscoring MRSI’s preference for growth, terms of trade, and carry.", "“Our global growth and other factor models have priced out the US dollar discount, which is now overvalued on a broad basis. That implies more two-sided risk in the broad US dollar throughout the next few months.”"], "Commodities": ["Capital Economics sees Chinese demand easing: “China’s trade data for January-February show a clear deceleration in the growth of commodity imports. We expect this trend to persist over the course of this year as policy support is gradually withdrawn.”", "Chinese steel futures rose on Monday as improving profit margins in the world’s top producer of the manufacturing and construction material buoyed sentiment, but key ingredient iron ore trimmed gains as port inventories hit a three-month high.", "“Data last Friday showed that the profitability of 247 steel mills nationwide was 90.04pc, an increase of 4.33 percentage points from the previous week and a year-on-year increase of 3.46 percentage points,” Sinosteel analysts said.", "Benchmark three-month copper on the London Metal Exchange rose 0.8pc to $US8971 a tonne in official trading. The price is down about 7pc from a near 10-year high of $US9617 a tonne touched last month.", "“The import data shows that China is still seeing strong demand. We are in a bull market and I don’t think there’s anything to stop copper going higher,” said independent analyst Robin Bhar.", "Analysts at Citi ramped up their bullish bets, saying copper should reach $US10,500 a tonne within three months as the gap between end-use consumption and mine supply reaches a record high."], "Australian sharemarket": ["Companies rush to sharemarket in record raising run: The expanding economy and buoyant sharemarket has triggered a run of equity deals in 2021 as businesses raise capital to grow.", "ASX rises 0.4pc, but Afterpay, Zip both slide: The ASX gained on Monday as miners, banks and energy companies carried the market higher, offsetting losses from buy now, pay later darlings Afterpay and Zip."]}}