{"url_id": "e51e6c3b01bc11a36851d50733334612", "extraction_date": "12-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-s-and-p-500-resets-record-high-again-20210410-p57i1c", "topic": "World markets", "title": "ASX to rise, S&P 500 resets record high again", "summary": "Australian shares are poised for a modest opening gain, helped by further advances in New York. $A dips. Gold and oil slip.", "date": "Apr 12, 2021 – 5.34am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to edge higher at the open, amid some nervousness about the strength of Wall Street’s rally and as investors await a range of key data, central bank decisions and earnings reports.", "ASX futures were up 6 points or 0.1 per cent to 6980. The currency slipped 0.4 per cent. The yield on the US 10-year note rose 4 basis points to 1.66 per cent in New York on Friday (Saturday AEST).", "Two key local events this week: the RBNZ meets on Wednesday and Australia March jobs data will be released on Thursday. US first-quarter results start in earnest later this week.", "On Wall Street on Friday there, all three benchmarks rose with the S&P 500 and the Dow closing at record highs though volume was subdued. The VIX held below 17.", "JPMorgan, Goldman Sachs, Morgan Stanley, Citigroup, Bank of America, Wells Fargo and BlackRock will be part the initial wave of the first-quarter reporting season.", "In a preview, Bank of America raised its expectations for brokers, asset managers and exchanges, adding the outlook “remains constructive for the capital market sector”. Among its top picks are Goldman, Carlyle Group, Charles Schwab, BlackRock, CME Group and State Street.", "“The healing is continuing from the harshest results reported in the aftermath of the first wave’s shocks,” Scotiabank’s Derek Holt said. “Forward guidance from companies that informs this expected future path will probably be more important than actual results for the first quarter.", "“In particular, watch for discussion and possible guidance around banks’ capital management plans given the flexibility granted by the Federal Reserve on dividend payouts and buybacks by June.”", "Equities continue to draw investors. Bank of America said global equities attracted $US576 billion in the last five months, that’s more than the $US452 billion in the prior 12 years combined."], "Today's agenda": ["No local data", "Overseas data: Euro zone retail sales"], "Market highlights": ["ASX futures up 6 points or 0.1% to 6980", "AUD -0.4% to 76.23 US cents", "Bitcoin on bitstamp.net $US as of .. am AEST", "On Wall St: Dow 0.9% S&P 500 0.8% Nasdaq 0.5%", "In New York: BHP -0.7% Rio -1% Atlassian +0.6%", "In Europe: Stoxx 50 flat FTSE -0.4% CAC +0.1% DAX +0.2%", "Spot gold -0.7% to $US1743.88/oz in New York", "Brent crude -0.2% to $US63.05 a barrel", "US oil -0.5% to $US59.32 a barrel", "Iron ore +0.3% to $US173.54 a tonne", "2-year yield: US 0.15% Australia 0.6%", "5-year yield: US 0.86% Australia 0.80%", "10-year yield: US 1.66% Australia 1.75% Germany -0.30%"], "From today's Financial Review": ["Moving target and mixed messages continue on jab rollout: The Morrison government continues to scramble to reset the country’s vaccination program after the Prime Minister contradicted one of his senior ministers on a rollout deadline.", "In a Prince’s passing, England sees a glimpse of its unknown future: Twilight is gathering over Britain’s postwar era, and the country will soon have to learn to live without the reassuring constancy of its current Queen.", "Katter’s big power line a family affair: Liberal and Labor politicians love the maverick MP’s $1.7 billion power project, and don’t seem to care that his brother-in-law would build it."], "United States": ["S&P 500, Dow close at record highs as earnings check nears: A relatively broad rally helped pace both the S&P 500 and Dow higher on Friday (Saturday AEST) with investors awaiting the start of the first-quarter earnings season.", "JPMorgan will release its results on Thursday AEST.", "Biden proposes boost to health, education in budget ask: The budget marks President Joe Biden’s third foray into using the power of the federal government to radically expand help for lower-income and middle-class Americans.", "TD Securities said it’s keeping a close watch on March CPI data and retail sales to be released as the week progresses.", "On CPI, TD said “The CPI probably surged, and not just due to energy prices this time. We caution against extrapolating, but the core reading will probably be boosted by a bounce in travel-related prices, most notably for airfares, hotels, and used cars. We see some upside risk for rents as well. Changes to the seasonal factors could also be a source of strength, with payback later in the year.”", "As for retail sales, TD said: “Retail sales likely surged in March (forecast: +8.5 per cent m/m) following a plunge in February (-3.0 per cent) and a surge in January (+7.6 per cent). The volatility reflects the impact of severe weather in February as well as the disbursement of stimulus payments in January and March, but the net result appears to have been booming growth in spending in Q1. Spending will probably fall in April.”"], "Europe": ["European stocks were subdued on Friday, but marked their longest weekly winning streak since November 2019.", "The pan-European STOXX 600 index was up 0.1 per cent after hitting an all-time high at the open, while the UK’s blue-chip FTSE 100 slipped 0.4 per cent.", "London equities outperformed on the week, with the domestically focused FTSE mid-cap index notching a record high as Britain gradually emerges from a strict winter coronavirus lockdown.", "Airbus rose 0.3 per cent after the French planemaker reported slightly higher deliveries in the first quarter.", "“The year has been without a major correction so far, and with equity inflows continuing to hit new multi-year highs the sense of ‘irrational exuberance’ is building once again,” said Chris Beauchamp, chief market analyst at IG.", "“Some measure of caution would seem to be the prudent approach until a more comprehensive conclusion can be drawn.”"], "Asia": ["Hong Kong stocks closed lower on Friday to log weekly losses, as robust China inflation data raised investor concerns over policy tightening, while Sino-US tensions also weighed on the market.", "At the close of trade, the Hang Seng index was down 309.27 points, or 1.1 per cent, at 28,698.80. The Hang Seng China Enterprises index fell 1.2 per cent to 10,977.37.", "For the week, HSI shed 0.8 per cent, while HSCE lost 2.1 per cent.", "China’s factory gate prices in March rose at their fastest annual pace since July 2018, official data showed on Friday, as growth in the world’s second-largest economy continued to gather momentum.", "In Shanghai, the blue-chip CSI300 index fell 1.5 per cent to 5035.34, while the Shanghai Composite Index eased 0.9 per cent to 3450.68. For the week, CSI300 dropped 2.4 per cent, while the SSEC shed 1 per cent.", "The Biden administration is easing limits on contacts with Taiwanese officials, the State Department said on Friday (Saturday AEST), as the US looks to counter what it sees as increasing encroachment by China on the island’s sovereignty."], "Currencies": ["NAB said the Reserve Bank of New Zealand is a key focus this week: ”The RBNZ meets on Wednesday and although inflation threats are accumulating, we expect the RBNZ to maintain its dovish settings and rhetoric.", "“Tuesday’s NZIER Quarterly Survey of Business Opinion will be most important for its inflation pointers, especially given the sharp rise in the prices series in the ANZ Business Survey. Also note the week’s electronic card transactions, food prices and PMI for March, along with the prospect of the latest REINZ housing figures coming to light.”", "Bank of America said it’s worried that the US Federal Reserve and the European Central Bank could be caught out. “We are concerned the Fed may fall behind the curve, while the ECB may not do enough. Both are not acting as data-driven central banks right now.”", "“The Fed could soon find itself running out of excuses to remain dovish,” BofA also said. “To be fair, the market is already pricing Fed policy normalisation, but our rates strategists believe that the Fed could start later and move faster than markets expect.”", "As for the ECB: “The ECB continues missing its inflation target and inflation expectations suggest that the target will remain beyond reach for the foreseeable future. And yet, the ECB is failing to explain how they define ‘favourable’, what ‘financing conditions’ they target and what are their red lines.”", "US dollar bears are shrinking, at least according to data reviewed by RBC Capital Markets: “For the week ending April 6, USD shorts were scaled back by 22,000 to -30,000 (the lowest level of shorts since June 2020).", "“EUR longs fell from 74,000 to around 68,000. JPY shorts were pared back slightly and now stand at -58,000.”", "As for the Aussie, RBC said long bets reversed the prior week’s increase to 4000. NZ dollar long bets edged lower to 3000."], "Commodities": ["Samarco files for court protection to block bondholders: The BHP and Vale joint venture said its Brazilian court petition will not impact payments related to settlements stemming from its 2015 tailings dam disaster.", "Dalian iron ore edged lower on Friday, as steel futures in Shanghai stretched their losses, but the raw material was headed for weekly gains on expectations that demand will hold up despite China’s current steel production restrictions.", "China, the world’s top steel producer and supplier, is rolling out new policies and drafting fresh ones focusing on tighter environmental control that limits mills’ production capacities.", "Such structural changes in China’s steel sector are likely to just prompt a shift to high-grade and less pollutive iron ore, analysts said, allaying concerns of a significant drop in overall demand.", "The most-traded September iron ore on China’s Dalian Commodity Exchange was down 0.4 per cent at 979 yuan ($US149.29) a tonne by 0700 GMT, but rose 1.2 per cent for the week.", "“The fundamentals are still positive for steel prices,” Sinosteel Futures analysts said in a note, citing robust downstream domestic demand.", "As of Thursday, 69 of the 126 blast furnaces in China’s top steelmaking city of Tangshan were either undergoing maintenance or being idled, with the overall capacity utilisation rate at 57.83 per cent, according to Mysteel consultancy’s latest weekly survey."], "Australian sharemarket": ["Shares limp home clinging to 2.4pc weekly advance: The S&P/ASX 200 Index closed at 6,995.2 points on Friday, as travel stocks sunk upon fresh complications for the nation’s vaccination strategy."]}}