{"url_id": "e6145c8be33ac6c72d94c19e2101daf9", "extraction_date": "18-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-drop-us-bond-yields-surge-20210226-p575zk", "topic": "World markets", "title": "ASX to drop, US bond yields surge", "summary": "Australian shares are set to tumble more than 1 per cent amid broad selling in New York. US 10-year yield leaps above 1.5pc. $A sheds 1pc. VIX surges 37pc.", "date": "Feb 26, 2021 – 7.28am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to drop as the pace of repositioning moves accelerates on heightened fears of inflation, rising optimism about the US economic outlook and the potential for a much earlier than anticipated lift in interest rates.", "ASX futures were down 97 points or 1.4 per cent to 6696 near 8am AEDT. The Aussie was 1.2 per cent lower. The Bloomberg dollar spot index gained 0.7 per cent.", "Bitcoin was 1.8 per cent higher at $US49,070 near 8am AEDT on bitstamp.net.", "In New York, all three major benchmarks tumbled. At the close, the Dow was down 600 points or 1.9 per cent. The S&P 500 was down 2.5 per cent, below the 3830 point mark. The Nasdaq was 3.5 per cent lower, its largest daily percentage fall in four months.", "Tesla was 8.1 per cent lower, trading below $US685 a share. Facebook fell 3.6pc, Apple fell 3.5pc, Amazon fell 3.2pc, Alphabet fell 3.1pc. Microsoft lost 2.4pc. The NYSE FANG+ index slid 3.3 per cent, erasing almost all of February’s advance.", "All 11 of the S&P 500’s industry sectors were lower, paced by consumer discretionary, information technology and communication services.", "The yield on the US 10-year note was 11 basis points at 1.49 per cent at 4.31pm in New York; it earlier rose as high as 1.61 per cent. The five-year yield spiked to 0.81 per cent; the five-year yield has risen 40 basis points in the past month.", "There was a sudden wave of selling after demand cratered at the Treasury’s 7-year note auction on Thursday (Friday AEDT), Bloomberg reported. Another wave roiled the bond market as afternoon trading progressed.", "Australia’s counterpart yesterday surged 12 basis points to 1.73pc; Germany’s was 7 basis points higher at -0.23 per cent.", "“We’re certainly getting proof that when bond market sentiment turns, it can do so pretty violently and you’d better not get in the way,” Scotiabank’s Derek Holt said. “The Fed is strongly signalling it has no such intention of standing in front of this steamroller, just as should be the case.", "“We could continue to migrate much higher from here over time and it’s the fundamentals picture that is fully in charge of the curve versus a more transactional mindset. The curve slopes are behaving in a generally classic way so far given the outlook, with later stages to flatten the front-end still well ahead.”", "Canada’s 10-year yield was up 14 basis points, Brazil’s climbed 15 basis points and Mexico’s increased 19 basis points.", "“We continue to be positive on stocks over bonds, but sentiment may be getting a little hot right now so we wouldn’t be surprised to see volatility pick-up,” LPL Financial strategist Ryan Detrick said.", "“Volatility is the cost of admission for stock investors, and getting caught up in the short-term headlines can cause investors to lose sight of their time horizon,” Mr Detrick also said.", "The VIX was 35 per cent higher to 28.89.", "“The surge in the VIX is not welcome and rising VIX is a headwind for stocks,” Fundstrat Global’s Tom Lee said. “But do we see this as directionally signaling new lows? Given how cautious our clients have been (not ebullient), coupled with many ‘top callers’, coupled with improving economic visibility, we think this will prove to be a ‘rotational’ event.”", "US equities dropped even as the outlook for the economy continues to improve.", "Weekly jobless claims fell far more than expected; orders for durable goods rose last month, albeit at a slower pace than in December; and there was a slight upward revision in the estimate of fourth-quarter GDP growth.", "Oxford Economics said: “Our US Recovery Tracker rose 1.2ppts to 81.9 in the week ended February 12 – its highest level since October. Improving health dynamics remained central to the upward tendency.“", "Commodities markets were relatively quiet, though gold lost more of its lustre.", "Oanda’s Edward Moya said he faster global bond yields rise, the sharper the fall is for gold. “The precious metal is having a rough 2021 and the only thing that can right the ship is if central banks thwart the trajectory of bond yields. The Fed will have plenty of opportunities to stem surging Treasury yields, but for now it seems they can be a little more patient.”", "Mr Moya also said investors will wait to wait longer to see if skyrocketing bond yields threaten financial stability. “If financial conditions breakdown over the next couple of weeks, that could trigger a strong move by the Fed.", "“The surge in Treasury yields mostly likely can’t keep this pace up so gold should start to stabilise soon. If the bond selloff continues and gold does break critical support at the $US1750 level, technical selling could see this get another 5 per cent uglier.”"], "Today's agenda": ["Local: January private sector credit, February ABS business conditions and sentiments; NZ January trade balance, February ANZ consumer confidence", "Overseas data: China February PMIs manufacturing and non-manufacturing; Japan January industrial production; US January personal income, spending and PCE Core, February Chicago PMI"], "Market highlights": ["ASX futures down 97 points or 1.4 per cent to 6696 near 8am AEDT", "AUD -1.2% to 78.71 US cents", "Bitcoin on bitstamp.net +1.8% to $US49,070 near 8am AEDT", "On Wall St: Dow -1.8% S&P 500 -2.5% Nasdaq -3.5%", "In New York: BHP -2.1% Rio -1.7% Atlassian -3.1%", "In Europe: Stoxx 50 -0.6% FTSE -0.1% CAC -0.2% DAX -0.7%", "Spot gold -1.6% to $US1775.85/oz at 1.42pm New York time", "Brent crude -0.8% to $US66.51 a barrel", "US oil -0.4% to $US62.94 a barrel", "Iron ore +0.9% to $US174.24 a tonne", "2-year yield: US 0.17% Australia 0.12%", "5-year yield: US 0.79% Australia 0.86%", "10-year yield: US 1.49% Australia 1.73% Germany -0.23%", "US prices as of 4.31pm in New York"], "From today's Financial Review": ["Afterpay takes on the big banks: Afterpay boosted its customer numbers 80 per cent in the first half, and its merchant numbers by 73 per cent as users flock to its instalment payments service.", "Chanticleer: Qantas shows the COVID-19 way: The largest half-year loss in the history of Qantas belies the fact that chief executive Alan Joyce has deftly steered the airline through the pandemic in good shape to ride the recovery.", "Canberra Observed: How political pile-ons could get in the way of vaccine rollout: The point-scoring over vaccination bungles risks undermining confidence in the program we are relying on to get the economy back to normal.", "End of lockdowns push up carbon emissions: Australia’s carbon emissions fell 4.4 per cent in the year to September, but were starting to rise as border and economies opened up."], "United States": ["The Australian riding shotgun with Elon: Robyn Denholm grew up working at her family’s Sydney petrol station. Now she’s back home steering Tesla from Australia, which she says could be a green energy superpower.", "Tesla has told workers it will temporarily halt some production at its car assembly plant in California, Bloomberg reported.", "Workers on a Model 3 production line in Fremont were told their line would be down from February 22 until March 7. They were advised to take vacation time, if they had it.", "Twitter expects to double annual revenue to at least $US7.5 billion and reach 315 million users in 2023.", "GameStop should buy online gambling company Esports Entertainment Group, Citron Research said; acquiring Esports would allow GameStop “to seamlessly both pivot away from its secularly declining retail business and monetise its customer database.”", "Costco said it would raise the minimum wage for its hourly staff to $US16 per hour starting next week.", "A majority of Americans support the idea of more than doubling the minimum wage to $US15 per hour, a Reuters/Ipsos poll showed. Democrats support an increase to $US15; Republicans oppose it."], "Europe": ["European shares ended lower on Thursday, as higher bond yields and volatility in US markets offset optimism about a euro zone economic recovery.", "The pan-European STOXX 600 index settled 0.4pc lower after rising as much as 0.5pc.", "Euro zone economic sentiment rose more than expected in February, buoyed by more optimism in industry, services and among consumers, boosting inflation expectations which have fed into higher bond yields in recent weeks.", "Sectors such as healthcare, utilities and other staples, which are considered bond proxies, fell on the day amid continued pressure from higher yields.", "But commodity-linked sectors were among the best performers, boosted by multi-year highs in crude oil and base metal prices.", "Standard Chartered slipped 6.2pc after posting a drop in its annual profit.", "Anheuser-Busch InBev, the world’s largest brewer, tumbled 6.2pc even as it reported a higher-than-expected core quarterly profit, while Bayer dropped 6.4pc after posting a drop in fourth-quarter core earnings due to competition in the North American agriculture market."], "Asia": ["China shares rebounded on Thursday, as strong gains in the property sector helped the market recover from sharp losses made a day earlier.", "At the close, the Shanghai Composite index was up 0.6pc at 3585.05, while the blue-chip CSI300 index was ended 0.pc higher at 5469.56.", "A notable change on the margins is that onshore household demand for equities has been stronger than our previously bullish outlook, with record onshore mutual fund raising,” said Wendy Liu, head of China strategy at UBS global research, revising up the year-end base case target for blue-chip CSI300 to 6100 from 5450 previously.", "“This is offsetting the headwind on valuation multiples owing to growth broadening out among listed companies and China’s monetary policies turning more neutral.”"], "Currencies": ["Coinbase has filed papers with US regulators to become a publicly traded company as digital currencies continue to march toward mainstream acceptance.", "The digital currency exchange is seeking a direct listing, which would allow company insiders and early investors to convert their stakes in Coinbase into publicly traded stock.", "Interest rate jump tests RBA: Companies and governments face rising borrowing costs as the Reserve Bank fails to suppress bond yields and the strong Australian dollar, despite the central bank’s aggressive $3 billion of bond purchases on Thursday.", "Fed needs to ignore ‘taper tantrums’ and let longer rates rise: Short-term financial market volatility might cause some sleepless nights, but the Fed could unleash the lending capacity of the traditional banking system by letting the yield curve steepen further.", "NZ housing policy stand blows up the bond market: New Zealand’s bonds were sold-off savagely on Thursday after the RBNZ added housing to its policy remit. Bond managers think it will have no option but to raise interest rates to preserve affordability."], "Commodities": ["Global steel output rose 4.8pc in January, paced by a 6.8pc surge in China, according to monthly data from worldsteel. China produced an estimated 90.2 million metric tons of steel last month.", "TD Securities does not see the price leap in commodities as the start of a supercycle: “...we think the evidence overwhelmingly argues that the recent strength in the complex is tied to cyclical tailwinds, resulting from a stronger-than-seasonal factory throughput in China, along with US stimulus which increased the impetus to produce consumer goods.", "“Meanwhile, speculative appetite into commodities is surging, fuelled by synchronous interest in the reflation trade, inflation-hedge assets, and the ‘supercycle’ narrative.”", "If the rally is indeed tied to a cyclical overshoot, TD said it cautions that China still controls the short-term commodity cycle, and tailwinds are set to morph into headwinds later this year. “Deafening calls for a supercycle, combined with widespread reflation and inflation-hedging appetite are all conspiring to fuel a growth in positioning not before seen. It’s still too early to call for a supercycle, but with metals priced for perfection, a reversal could occur as early as this [Northern Hemisphere] summer.”"], "Australian sharemarket": ["ASX firms 0.8pc as BHP hits a record, A2 plunges: The Australian sharemarket rallied on Thursday.", "Pivot to virus winners drives record profit for Future Gen: The pivot to COVID-19 pandemic winners has helped the Future Generation Global Investment Company report its strongest operating profit on record.", "What we learnt: A2 Milk, Flight Centre, Life360: A2 Milk longs for the past, Flight Centre gets on its recovery bike and Life360 tracks down a potential deal."]}}