{"url_id": "fc7b215a6af86a7758b17857fbe87f1b", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-us-inflation-data-muted-20210311-p579mw", "topic": "World markets", "title": "ASX to rise, US inflation data muted", "summary": "The Dow closed above 32,000 for the first time after the latest consumer price report tempered concerns about inflation. US 10-year yield little changed.", "date": "Mar 11, 2021 – 5.32am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to open higher, helped by a rally on Wall Street as the bond market steadied amid signs that inflation remains subdued.", "ASX futures were up 34 points or 0.5 per cent to 6742 near 8am AEDT. The currency was up 0.3 per cent. The US 10-year note slipped 1 basis point to 1.52 per cent near 4pm in New York.", "The Dow Jones Industrial Average rose 464 points or 1.5 per cent. The S&P 500 gained 0.4 per cent; 10 of its 11 industry sectors rose.", "The Nasdaq Composite dropped 0.04 per cent.", "Mega tech were mixed with narrow losses and gains a session after surging higher. The NYSE Fang+ Index slid 1.4 per cent. Tesla was 0.8 per cent lower.", "The latest US price data came in line with consensus market expectations “easing the slight upward pressure on yields–consistent with a balance of risk that was tilted towards a higher inflation rate”, Mohamed El-Erian said in a tweet.", "The core consumer price index, which excludes volatile food and energy costs, increased 0.1 per cent from a month earlier and 1.3 per cent from the prior year.", "LPL Financial strategist Ryan Detrick: “The recent surge in Treasury yields has seen real yields climb with them, showing the market is demanding higher yields because of economic growth rather than just accounting for inflation risk.”", "GameStop briefly surged above $US300; it was up 7 per cent on the day.", "The White House said President Joe Biden plans to sign the American Rescue Plan into law on Friday (Saturday AEDT).", "The United States plans to double its order of the single-shot Johnson & Johnson coronavirus vaccine with an additional 100 million doses, the White House also said, building up supply in a bid to inoculate the full country soon.", "President Biden will direct the Department of Health and Human Services to secure the additional supply, a move the company indicated had not yet happened."], "Today's agenda": ["Local: Consumer inflation expectations March", "Overseas data: European Central Bank policy meeting", "Pantheon Macroeconomics on the ECB meeting: “The central bank likely will keep its main refinancing and deposit rates unchanged, at 0.00pc and -0.5pc, respectively, and we also think the PEPP will be left alone.”"], "Market highlights": ["ASX futures up 34 points or 0.5 per cent to 6742 near 8am AEDT", "AUD +0.3% to 77.35 US cents", "Bitcoin on bitstamp.net +2.8% to $US55,600 near 8am AEDT", "On Wall St: Dow +1.5% S&P 500 +0.6% Nasdaq -0.04%", "In New York: BHP -3.5% Rio -2.1% Atlassian -3.2%", "In Europe: Stoxx 50 +0.9% FTSE -0.1% CAC +1.1% DAX +0.7%", "Spot gold +0.2% to $US1718.60/oz at 1.18pm New York time", "Brent crude -0.3% to $US67.30 a barrel", "US oil -0.4% to $US63.75 a barrel", "Iron ore up US26¢ to $US164.67 a tonne", "2-year yield: US 0.15% Australia 0.08%", "5-year yield: US 0.79% Australia 0.89%", "10-year yield: US 1.52% Australia 1.70% Germany -0.32%", "US prices as of 4pm in New York"], "From today's Financial Review": ["Half-price airfares to save tourism: Taxpayer-subsidised airfares and cheap loans with a two-year repayment holiday are part of a $1.2 billion package to buttress tourism and other businesses about to lose JobKeeper.", "Fears for $2b in travel credits if agents go bust", "Tourism businesses won’t survive without wage subsidies", "Supersized SME loans for the recovery phase", "Chanticleer: Directors must face cyber risks: Boards and managers of the largest public companies will soon be held responsible for protecting customers and shareholders from cyber risks.", "Annette Kimmitt leaves MinterEllison: MinterEllison chief executive Annette Kimmitt has left the law firm after its board decided her position was no longer tenable in the wake of an email she sent to staff about the firm acting for Attorney-General Christian Porter."], "United States": ["US core CPI rises less than estimates, easing inflation alarms: The core consumer price index, which excludes volatile food and energy costs, increased 0.1 per cent from a month earlier and 1.3 per cent from the prior year.", "NAB: “Base effects mean that annual inflation will naturally rise from March onwards, we also need to see how prices cope with the post pandemic recovery, affected by supply chain disruptions and a cashed-up consumer that has been deprived from being outdoors. Then we have to see if this expected surge in prices is just a function of a sugar rush or whether it will end up having a more lasting inflationary impact, the wages response will be a key factor in this regard.”", "ING sees a threat: “Headline inflation is set to hit 3pc in April as prices in a vibrant, reopened, supply constrained economy contrast starkly with those of 12 months before when the situation looked dire.", "“Add in rising commodity, energy prices and freight costs that are still working their way through into CPI we expect to see inflation rise above 3.5pc in May and June, possibly briefly touching 4pc.”", "ING also said: “We are of the view that inflation could stay in a 2.5-3.5pc range for the next couple of years which, if correct, implies more upward pressure on longer dated Treasury yields.”"], "Europe": ["Europe’s main index hovered near pre-pandemic highs on Wednesday, as a rise in shares of Adidas after an upbeat sales forecast and gains in telecoms and healthcare stocks outweighed losses in the mining and travel sectors.", "The pan-European STOXX 600 index rose 0.4pc after a rally in technology stocks on Tuesday pushed the benchmark to its highest level since February 2020.", "Miners, retailers, and travel and leisure companies led the declines in Europe, while telecoms jumped 2.3pc and healthcare rose 1pc.", "Most European sectors have had some time in the spotlight this week, starting with gains in cyclicals, then a tech rally, and then a rise in defensives on Wednesday.", "“People investing in European markets right now are from overseas like the United States, consequently they have a view that they’d like a little bit of everything from each sector. It is this general view of Europe vs. America and Europe is cheaper,” said Chris Bailey, European strategist at Raymond James.", "German sportswear maker Adidas added 2.8pc as it aims to double its e-commerce sales by 2025 and make its products more sustainable as part of a five-year plan to lift profitability closer to that of rival Nike."], "Asia": ["China’s blue-chip shares closed higher on Wednesday, a day after it hit a near 3-month low, although gains were capped by lingering concerns of policy tightening as the economy recovers.", "The blue-chip CSI300 index ended 0.7pc higher, led by a 2.6pc jump in its healthcare sub-index and a 1.9pc gain in the consumer staples sector.", "The financial sector sub-index was lower by 0.6pc, while the real estate index fell 1.1pc.", "The Shanghai Composite index closed down 0.1pc at 3357.74.", "At the close of trade, the Hang Seng index was up 134.29 points, or 0.5pc, at 28,907.52. The Hang Seng China Enterprises index rose 0.8pc to 11,059.67."], "Currencies": ["The Bank of Canada revised to positive its outlook for GDP growth in the first quarter, saying Canada’s economy was proving more resilient to a second wave of COVID-19 than expected.", "Oxford Economics on the BoC’s policy: “we continue to believe the bank will hold the overnight rate at the effective lower bound of 0.25pc until mid-2023. QE is expected to continue at the current pace of $C4 billion per week before slowing to a pace below that of nominal GDP growth beginning in early 2022.”", "Goldman Sachs Group is exploring how it can meet rising customer demand to own and invest in bitcoin, while still staying on the right side of regulation, bank president and COO John Waldron said on Wednesday.", "“Client demand is rising,” Waldron said. “We are regulated on what we can do. We continue to evaluate it ... and engage on it.”", "Goldman is also exploring a bitcoin exchange traded fund and has issued a request for information to explore digital asset custody.", "Waldron said Goldman can custody digital assets “but can’t principle” them, and is in talks with regulators and central banks about how banks should be regulated when dealing with digital money."], "Commodities": ["The Baltic Exchange’s main sea freight index gained on Wednesday, marking its highest level since early October as rates for the capesize and supramax vessel segments rose.", "The Baltic dry index, which tracks rates for capesize, panamax and supramax vessels ferrying dry bulk commodities, climbed 79 points, or 4.2pc, to 1980 - its highest since October 7. The main index was up for a seventh straight session.", "Dalian iron ore slumped to its lowest in four weeks on Wednesday, pummelled by stricter anti-pollution measures in China’s top steelmaking city of Tangshan and easing concerns about supply of the raw material.", "The most-traded May iron ore on the Dalian Commodity Exchange ended the daytime session down 5.2pc at 1040.50 yuan ($US159.82) a tonne, after earlier plunging to its lowest since February 8 at 1022 yuan.", "On the Singapore Exchange, the front-month contract was virtually flat at $US157.60 a tonne after Tuesday’s 5.9pc fall.", "“The blast furnace production restriction policy in Tangshan area has become stricter, but the time involved is relatively short, and the impact on the demand for raw materials may be relatively limited,” Sinosteel Futures analysts said in a note."], "Australian sharemarket": ["ASX drops 0.8pc, while Afterpay rallies despite new ASIC scrutiny: The buy now, pay later sector leader snapped a six-session losing streak on Wednesday despite a heavy fall in the broader market as Wall Street’s tech index jumped 4 per cent."]}}