{"url_id": "1a156ea61844dd6d204c73cf180e2d67", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-nasdaq-leaps-as-techs-rally-20210310-p57990", "topic": "World markets", "title": "ASX to rise, Nasdaq leaps 4pc as techs rally", "summary": "Australian shares are poised to open higher, after Nasdaq rebounded. Tesla surged near 20pc. US bond yields eased.", "date": "Mar 10, 2021 – 5.09am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to rise at the open, with Wall Street bulls flexing their buying power. Tesla was up 19.6 per cent. Facebook, Apple each rose 4.1 per cent.", "The “rotation” back into several of 2020’s biggest winners reflected a retreat in US bond yields as well as expectations that President Joe Biden could sign into law his $US1.9 trillion American Rescue Plan within days.", "The Senate has approved the bill; a second and final House vote is set for Wednesday (Thursday AEDT).", "For coverage of The Australian Financial Review Business Summit, click here.", "ASX futures were up 17 points or 0.3 per cent to 6793 near 8am AEDT. The currency rebounded 0.9 per cent to retop US77¢; the yield on the US 10-year note slipped 6 basis points to 1.53 per cent about 4.30pm in New York.", "On Wall Street, investors flocked to tech shares that had been hit hard the previous few sessions and weeks. All three benchmarks were sharply higher. The Nasdaq leapt 3.7 per cent.", "The Dow ended just 30 points or 0.1 per cent higher, significantly paring earlier gains in the final hour; the S&P 500 advanced 1.4 per cent. Seven of the S&P 500’s 11 industry groups rose, paced by a 3.8 per cent rise in consumer discretionary.", "Leading the charge was Tesla, up 19.6 per cent to $US673.58 a share. Wedbush said in a note that China Passenger Car Association released its February numbers which showed a snapback in demand for Tesla in this key region.", "“For February, Tesla delivered 18,300 vehicles during the month which were up 18pc from January and appear to be on a strong trajectory into March in our opinion,” Wedbush also said. “Considering the Lunar New Year in China which took up a portion of February, we would characterise these February results as quite impressive and ahead of Street expectations.”", "Bitcoin was up more than 5 per cent to $US54,500 at 7.45am AEDT, moving back toward the record high it set several weeks ago and reaching a $US1 trillion market cap again.", "Cathie Wood’s ARK Innovation ETF, of which Tesla is its largest holding, rose 10.4 per cent. Not to be outdone, the meme stocks took off too: GameStop was near 27 per cent higher. The NYSE Fang + Index was 6.8 per cent higher.", "In contrast, it was a rough night for miners with iron ore falling back sharply. Copper slid, and oil also eased. However, gold spiked more than 2 per cent higher.", "Dalian iron ore futures fell by the 10 per cent daily limit on Tuesday as anti-pollution restrictions in China’s top steelmaking city of Tangshan crushed hopes of a pickup in demand for the raw material.", "Tangshan lies in the smog-prone northern Chinese province of Hebei, which accounts for a quarter of steel output in the world’s top producer of the manufacturing and construction material.", "While physical steel prices in China have rebounded after last month’s Lunar New Year holidays, boosting demand for iron ore, “operating restrictions in Tangshan placed downward pressure at least sentimentally for the time being”, said Richard Lu, a senior analyst at CRU consultancy in Beijing.", "Tangshan authorities have issued four emergency response measures to address heavy pollution after the Lunar New Year holidays, according to Chinese metals industry data provider SMM."], "Today's agenda": ["Local: Westpac MI consumer confidence March, Speech by Philip Lowe – The Recovery, Investment and Monetary Policy – to The Australian Financial Review Business Summit, Sydney at 9am AEDT", "Overseas data: China February PPI and CPI; US February CPI"], "Market highlights": ["ASX futures up 18 points or 0.3 per cent to 6794 near 8am AEDT", "AUD +0.9% to 77.16 US cents", "Bitcoin on bitstamp.net +5% to $US54,500 near 7.45am AEDT", "On Wall St: Dow +0.1% S&P 500 +1.4% Nasdaq +3.7%", "In New York: BHP -0.2% Rio -1.8% Atlassian +4.3%", "Tesla +19.6% Facebook +4.1% Apple +4.1% Amazon +3.8%", "In Europe: Stoxx 50 +0.6% FTSE +0.2% CAC +0.4% DAX +0.4%", "Spot gold +2.1% to $US1718.60/oz at 1.04pm New York time", "Brent crude -0.9% to $US67.65 a barrel", "US oil -1.4% to $US64.16 a barrel", "Iron ore -5.7% to $US164.41 a tonne", "2-year yield: US 0.16% Australia 0.09%", "5-year yield: US 0.81% Australia 0.93%", "10-year yield: US 1.54% Australia 1.77% Germany -0.30%", "US prices as of 4.08pm in New York"], "From today's Financial Review": ["Team Australia’s rallying cry for faster, safer reopening", "States must abandon their fixation with zero daily cases of coronavirus or the country will be left behind economically, say business and political leaders.", "WFH should spark rethink of city planning: Albanese", "Top CEOs ‘extremely’ bullish on economy", "Despite global volatility, we now have a COVID-19 blueprint", "OECD ups Australia’s growth to 4.5pc: Josh Frydenberg has welcomed the latest OECD economic snapshot, which shows stronger than expected growth in the Australian economy.", "Gupta fights to secure $6b lifeline: Sanjeev Gupta’s GFG Alliance is trying to get short-term funding from Greensill’s administrators, Grant Thornton, so it can manage its way through the crisis."], "United States": ["The top S&P 500 subsectors since Joe Biden was declared on December 14 the winner of the presidential election: broadcasting, copper, oil and gas exploration, oil and gas refining, and, ag and farm machinery.", "Boeing said it delivered 22 aircraft in February, up from 17 a year earlier, and that its net orders had turned positive for the first time in 14 months.", "GameStop’s stock rose for a fifth consecutive day, a day after the company entrusted leadership of its online sales efforts to board member and major shareholder Ryan Cohen, co-founder of online pet retailer Chewy.", "President Joe Biden’s American Rescue Plan, as approved by the Senate this week, is poised to cut taxes for middle and low income earners far greater than the former president’s 2017 tax cuts, according to the Tax Policy Centre.", "“In 2021, low- and moderate-income households (those making $US91,000 or less) would receive nearly 70 per cent of the tax benefits from the Senate measure. Among families with children, those low- and middle-income households would get nearly three-quarters of the benefit.", "“By contrast, nearly half of the [Trump]’s 2018 tax cuts went to households in the top 5 per cent of the income distribution (who made about $US308,000 that year).”", "TD Securities on the US pandemic battle: “The rate of vaccinations sped up over the past week, with the 7-day average of daily doses surging above the 2 million mark for the first time since inoculations started. A continuation of the current 7-day pace would result in about 82pc of the US population vaccinated by the end of September.”"], "Europe": ["European stocks ended Tuesday decidedly higher after extending gains from their best session in four months a day earlier, as a rise in shares of oil and utility companies helped counter losses in miners.", "The pan-European STOXX 600 rose 0.8pc, with the utility sector rising more than 1.5pc.", "Danish jewellery maker Pandora A/S jumped 7.2pc after reporting a 12pc rise in organic sales in February.", "The MSCI Europe value index, which includes banking, energy and auto stocks, have risen about 9pc so far this year, while its growth counterpart that tracks tech and healthcare stocks is up 2pc.", "UK-listed miners Rio Tinto, BHP Group and Anglo American fell between 2.4pc and 4.4pc, weighing on the commodity-heavy FTSE 100.", "Investors will closely watch a European Central Bank meeting later this week to see if policymakers have decided to step up the pace of emergency bond purchases to calm skittish markets.", "TD on the pandemic in Europe: “New cases in the UK will almost certainly pick up over the next couple of weeks, due to both increased transmission from schools being reopened, and the increased testing taking place in secondary schools. But the pace of increase will be watched closely before the government confirms that the next big step of reopening on 12 April can go ahead.", "“Elsewhere in Europe, there’s more focus on the deteriorating situation in France and Italy, both of which have seen new cases rise since the beginning of the year. Italy passed the infamous 100,000 deaths mark this week, while in France, the number of intensive care COVID cases has reached its highest level since November.”"], "Asia": ["Hong Kong’s Hang Seng index ended a volatile session higher on Tuesday, while China’s benchmark Shanghai Composite index stood on the precipice of a correction.", "The Hang Seng ended the day up 0.8pc, with financials rising 1.1pc and providing support. The index had fallen earlier in the day as the tech sub-index slumped as much as 4.6pc before regaining ground to end 0.2pc lower.", "“This is just some volatile trading because we have seen a huge fall over the last few sessions,” said Alex Wong, director at Ample Finance Group in Hong Kong.", "“The overall market is not that bad because people are just doing sector rotations ... they are not bearish on everything,” he said, adding that he expected the market to stabilise.", "The Shanghai Composite index was down 1.8pc to 3359.29 at the end of a session that saw it flirt with small gains. It is now down 9.98pc from a multi-year high touched on February 18.", "The blue-chip CSI300 index, which fell into a correction last week, erased a small midday rise to slump further. It touched its lowest point since December 15 before closing down 2.2pc at 4971.00."], "Currencies": ["LPL Financial on global rates: “Today is the one-year anniversary of the low in the 10-year Treasury yield. While we’ve discussed the sharp rise in US Treasury yields that have occurred this year, rising rates have been a global phenomenon.”", "Bank of America on where the US 10-year yield will peak: “The size of the 10Y selloffs in 2016 and 2012 were 132 basis points (bp) and 162bp, respectively. When measuring from the March 2020 low it suggests a peak from 1.64-2.13pc. To narrow that we measure from the August 2020 low where the channel started (like in 2016 and 2012), we consider RSI and Fibonacci. This points to the upper half of this range or about 1.82-2.13pc.”", "As to when the peak might be reached, later this year: “The length of the bear trend beginning in 2016 and 2012 were 23 weeks and 58 weeks. The 2016 time period has already been exceeded. When measuring 58 weeks from the March 2020 low and August 2020 low it suggests a peak in yield may be found from April 23, 2021 to September 17, 2021.”", "In a note, Fitch said President Joe Biden’s American Rescue Plan is poised to boost economic growth at the cost of higher deficits and debt, which “points to a delayed return to a fiscal stance consistent with stabilisation of the government debt ratio”."], "Commodities": ["Three-month copper on the London Metal Exchange was down 2.1pc at $US8817 a tonne by 1740 GMT, erasing the previous session’s 1.1pc gain.", "Shanghai Dalu Futures, the Chinese brokerage that built up bullish bets worth more than $US1 billion on copper prices in just a few days last month, cut its long position on the May Shanghai copper contract on Tuesday by almost 25pc, bourse data show.", "Shanghai Dalu, a previously little known firm that was rarely among the most active brokerages in base metals trading on the Shanghai Futures Exchange (ShFE), reduced its long position on May copper by 1800 lots, or 24.3pc, from a day earlier, to 5588 lots.", "Chevron outlined a plan to expand oil and gas production through 2025 without spending significantly more and to limit the pace of growth of its carbon emissions.", "Peru’s copper output could hit a record 2.5 million tonnes in 2021, well over the 2.15 million tonnes produced last year, Energy and Mines Minister Jaime Gálvez said on Tuesday.", "Gálvez said recent mine expansions would help the world’s No. 2 copper producer boost output, as well as the opening in April or May of the $US1.6 billion Minas Justa project, owned by Minsu.", "Bank of America has lifted its 2021 copper price forecast to $US9381 per tonne from $US8725 per tonne.", "SocGen however said it expected the copper market to turn bearish by mid2021 and prices to average $US7500 a tonne in the fourth quarter of 2021, and to average $US6500 a tonne in 2022."], "Australian sharemarket": ["ASX rises 0.5pc but tech takes a beating: Stocks closed firmer on Tuesday but tech took a beating, with growth stocks again under the pump and elevated bond yields showing no sign of easing."]}}