{"url_id": "25fb444aeea1583ad0e98643300a5950", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-drop-but-tech-stocks-boost-wall-st-to-another-strong-week-20210316-p57bc4", "topic": "World markets", "title": "ASX to drop but tech stocks boost Wall Street", "summary": "The Australian sharemarket is set to open lower but technology shares have jumped ahead as the S&P and Nasdaq touched new highs.", "date": "Mar 17, 2021 – 5.08am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are set to open lower but tech stocks jumped ahead, pushing Wall Street towards another strong week.", "Fed policymakers are expected to forecast the US economy will grow in 2021 by the fastest rate in decades as it recovers from the pandemic. The Bank of England also meets on Thursday and the Bank of Japan wraps up a two-day meeting on Friday.", "Chairman Jerome Powell is due to give a press conference after the meeting ends.", "Ryan Detrick of LPL Financial asks if bond markets have been focusing on the wrong thing.", "“Chairman Powell has repeatedly said that the Fed is not focused on the level of one financial variable (10-year Treasury yields) but rather an index that captures overall financial and economic conditions.", "Nonetheless, largely due to an increase in yields over the past month, bond markets increasingly expect the Fed to intervene to slow the pace of the increase (similar to what the European Central Bank (ECB) did last week).", "   ", "“However, as shown from the LPL Chart of the Day, rising interest rates have not negatively impacted financial conditions, at least not yet. Despite the 10-year yield rising over 60 basis points this year (orange line), financial conditions (blue line) remain accommodative by historical standards (lower readings indicate accommodative conditions).", "“As long as financial conditions remain accommodative, rising Treasury yields aren’t likely to become an issue for the Fed, which means yields may continue to drift higher from these levels.”"], "Today's agenda": ["Local: WBC leading index February; RBA assistant governor Christopher Kent speech; ABS household impacts of COVID-19 survey; NZ current account Q4.", "Overseas data: FOMC statement; Jerome Powell press conference; US housing starts."], "Market highlights": ["ASX futures down 15 points or 0.2% to 6818 near 5am AEST", "AUD -0.1% to 77.50 US cents", "Bitcoin on bitstamp.net $US55,308.32", "On Wall St: Dow -0.4% S&P 500 flat Nasdaq +0.4%", "In Europe: Stoxx 50 +0.5% FTSE +0.8% DAX +0.7% CAC +0.3%", "In New York: BHP -1% Rio -0.5% Atlassian -0.1%", "Spot gold -0.1% to $US1729.69 an ounce at 1.53pm New York time", "Brent crude -0.8% to $US68.30 a barrel", "US oil -1% to $US64.72 a barrel", "Iron ore +2.4% to $US166.32 a tonne", "2-year yield: US 0.15% Australia 0.06%", "5-year yield: US 0.82% Australia 0.81%", "10-year yield: US 1.62% Australia 1.68% Germany -0.34%"], "From today's Financial Review": ["Bosses put IR heat on crossbench: Unions boss Sally McManus has warned One Nation it could face the fate of the Democrats if it supports IR reform laws that hurt workers.", "OECD’s Cormann urges carbon tariff caution: The former finance minister and incoming head of the OECD would prefer nations make their own contribution to help the globe achieve net zero emissions.", "Sydney elite chasing $26m in Castle Rock scam: Sadness after the death of respected financial adviser David Campbell turned to anger when it became clear he had duped friends and family out of $26 million.", "Read today’s paper, exactly as it was printed, here"], "United States": ["Stocks were mixed in afternoon trading after Wall Street hit a new high the day before. Investors continue to closely watch the bond market, with even minute changes in bond yields causing stocks to fluctuate.", "Investors are also working through economic data that showed Americans cut back on spending last month.", "The S&P 500 hit an all-time high while the Nasdaq jumped about 1 per cent as technology stocks caught a bid ahead of the Federal Reserve’s two-day policy meeting.", "The Nasdaq was at a two-week high extending a rebound in tech-related stocks that were at the heart of February’s selloff. The index is now about 4 per cent below its Feb. 12 record closing high.", "The Dow Jones Industrial Average was down 151 points, or 0.5 per cent, to 32,802, pulled lower by industrial companies and banks as bond yields and oil prices fell.", "Apple Inc rose 2 per cent as Evercore ISI hiked its price target on the iPhone maker’s shares to the highest on Wall Street. Other mega-cap stocks including Facebook, Netflix, Alphabet and Microsoft rose between 2 per cent and 2.7 per cent."], "Europe": ["London’s FTSE 100 rose following a clutch of upbeat company earnings, while AstraZeneca rose after the European medicine watchdog said it saw little reason to change its stance on the drugmaker’s COVID-19 vaccine.", "The blue-chip index ended 0.8 per cent higher at its best close since early January, with financials, healthcare and consumer staples stocks among the best performers. AstraZeneca was the top boost to the index after the European Medicines Agency (EMA) head, Emer Cooke, said she saw no reason to change its recommendation of the vaccine.", "“The market is starting to appreciate that higher yields are not necessarily a bad thing for stocks, as long as they reflect higher growth and inflation expectations,” said Andrea Cicione, head of strategy at TS Lombard. “Over the last few sessions, investors are gaining a bit more confidence and are getting comfortable with growth again.”"], "Asia": ["Asian shares mostly rose. Japan’s benchmark Nikkei 225 rose 0.6 per cent, South Korea’s Kospi added 0.3 per cent, Hong Kong’s Hang Seng gained 0.5 per cent and the Shanghai Composite inched down nearly 0.1 per cent.", "The slower rollouts of the coronavirus vaccine in Asia, compared to the US and Europe, continues to put investors in the region in a cautionary mode, although South Korea, Taiwan, Japan and other nations have had fewer deaths.", "Weighing on sentiment is news that the vaccine from AstraZeneca had had reports “blood clots after usage, whether or not a side-effect, (that) have resulted in a ‘precautionary’ suspension” in Europe,” said Venkateswaran Lavanya of Mizuho Bank in Singapore.", "The news is also bad for Japan. Japan has started vaccinations of medical professionals with the product from Pfizer, but was set to use those from Moderna as well as AstraZeneca. The AstraZeneca vaccines were due to be produced in Japan, unlike the other two brands."], "Currencies": ["Sterling edged higher against the euro on Tuesday and erased some of its earlier losses against the dollar after Europe’s medicines watchdog said there was no evidence AstraZeneca’s COVID-19 vaccine was unsafe.", "The pound had earlier fallen 0.65 per cent versus the dollar to a one-week low of $US1.3809 but by 1628 GMT it was down 0.1 per cent at $US1.3885.", "Against the euro, it rose 0.3 per cent to 85.59 pence, having earlier hit its lowest level of 86.40 pence since March 5.", "Some investors fear the stimulus could translate into inflation down the road, however, which has caused investors to sell bonds. The yield on the 10-year U.S. Treasury note was down to 1.59 per cent after rising above 1.60 per cent last week. Bond prices fall as yields rise."], "Commodities": ["Vitol Group reaped record profits of around $US3 billion last year as the world’s largest independent oil trader surfed the dramatic moves in energy markets, according to people familiar with the matter.", "The results are the latest indication of the bonanza that oil traders enjoyed in 2020. Vitol hasn’t yet closed its 2020 accounts, and the final profit figure may still change, the same people said, asking not to be named because the information isn’t public.", "Stephen Innes from Axi says gold is looking to be on a firmer footing. “After strong hands embraced support at $US1680, gold seems to be base building above $US1700/oz. If it maintains a holding pattern, it could stage for gains in the medium to longer-term as physical demand in India and China seems to be on firmer footing than earlier this year and 2020.", "“The Korea Times reports that retail demand for gold has surged in Korea, with demand +11 per cent for gold bank account products, and gold bar sales +25 per cent m/m in January.", "“Still, fixed income markets ran into sellers at the London open holding gold back, as yet again any FI bounce proves to be fleeting. Anyone looking for one particular headline to explain the moves will be left disappointed. The timing and volumes have clearly played a part. The Asia session saw just 84.5k TY trade. From 0650 GMT to 0805 GMT, a further 55k went through so you can see why the market is struggling.”"], "Australian sharemarket": ["The local sharemarket reached its highest level since the last week of February, driven by a strong session for tech stocks as government bond yields eased and meeting minutes underscored the Reserve Bank of Australia’s unwavering monetary support.", "The S&P/ASX 200 edged 0.8 per cent higher, adding 59 points to close at 6827 points, while the All Ordinaries index advanced by a similar margin to finish at 7079 points.", "Tech stocks led the rally with the buy now, pay later lenders among the day’s leaders. Xero gained 4 per cent, Afterpay gained 3.1 per cent and Zip advanced 3 per cent. The S&P/ASX 200 All Tech index gained 2.4 per cent.", "Polynovo, a Melbourne-based biotech, soared 6.6 per cent, making it the day’s best performer. Despite the gain, the company’s share price remains a third from its December peak.", "Real estate investment trusts posted strong gains. Charter Hall surged 5.5 per cent and Goodman Group ended 3.4 per cent higher. All big four banks advanced."]}}