{"url_id": "32017b02500239b8ecfb1f832572bc11", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-slip-fed-policy-meeting-in-focus-20210313-p57ado", "topic": "World markets", "title": "ASX to slip, Fed policy meeting in focus", "summary": "Australian shares are poised to edge lower as global investors take in another spike in US bond yields and await this week’s Federal Reserve decision.", "date": "Mar 15, 2021 – 5.36am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised for a modest opening dip to start the week after bonds sold off anew on renewed bets the US economic recovery is set to accelerate and interest rate forecasts may need a reset.", "ASX futures were down 3 points or 0.04 per cent to 6767. On Friday the S&P/ASX 200 rose 53 points or 0.8 per cent to 6766.81. The local currency slipped 0.3 per cent; the Bloomberg dollar spot index rose 0.3 per cent.", "The yield on the US 10-year note surged 9 basis points to 1.62 per cent in New York on Friday local time; up from 1.55 per cent a week earlier. The MOVE Index, a measure of bond market volatility, leapt 10.9 per cent to 70.83.", "In contrast to rising volatility in the bond market, equity volatility eased; the VIX slid 5.6 per cent to 20.69.", "“With yields in such an upside panic motion, VIX is starting to look like a cheap and interesting risk/reward long into” this week’s Federal Reserve policy meeting, the marketear.com said.", "The Fed’s policy committee begins a normal two-day gathering on Tuesday (Wednesday AEDT). TD Securities said it expects 2021 growth projections will have to be raised sharply, but changes to inflation and rates projections will probably be modest, with the median “dot” still showing no tightening through 2023.", "“The tone will likely remain dovish,” TD added: “That said, the mean dot will probably move up slightly, and we don’t expect officials to signal any major problem with the recent backup in bond yields.”", "On Wall Street on Friday local time, the Dow advanced and reset its closing high, bolstered by a 6.7 per cent leap in Boeing and a 4.2 per cent rise in Caterpillar.", "The S&P 500 ended up a modest 0.1 per cent, at a new closing high, with nine of its 11 industry groups rising, paced by real estate, industrials and utilities.", "The Nasdaq ended 0.6 per cent lower as techs lost out against rising bond yields, losses through were relatively modest; the NYSE Fang + Index slid 1.6 per cent.", "Still, strategists expect more pull and push with tech stocks a target.", "“Our view is that the divergence between technology stocks and the rest of the market could continue to be a theme as US interest rates continue to rise in a repeat of the same underlying divergence during the peak of the dot-com bubble in 2000,” said Peter Garnry, head of equity strategy at Saxo Bank. “We are significantly more upbeat on US interest rates than consensus and believe we will hit 2.5 per cent by year-end driven inflationary pressures caused by overstimulating the economy.”", "While Barry Ritholtz said investors should expect more equity volatility, he is still overall bullish: “I have not bought into the argument that this bull market is ending anytime soon.", "“While there are plenty of signs of froth, there are also lots of signs (breadth, etc.) this remains a viable, secular bull market. The action lately feels less like a top than a sector rotation. The market may be pricing in an even bigger economic boom caused by re-opening than many realise. Hence, energy, finance and other cyclicals are feeling the love.”", "Mr Ritholtz also said: ”Just because we have had a large run up does not mean that the market must crash; we can also work off some of the excesses by going sideways for a couple of quarters (or longer).", "“Remember, bull markets don’t die of old age, they are killed by policy mistakes.”", "Hence the heightened focus on the Fed this week.", "Bank of America’s latest weekly flow review: $US31.5 billion into equities (9th largest ever), $US21.3 billion into cash (largest in 9 weeks), $US1.8 billion out of gold (largest in 14 weeks), $US15.4 billion out of bonds (largest since Mar′20).", "BoA’s Bull & Bear Indicator is at 7.2, or neutral, it said.", "The key local data point this week will be February’s job report on Thursday. In a note, NAB said it sees “upside risks to the consensus based on very positive labour demand indicators”. NAB expects 50,000 jobs were added last month, the consensus is at 30,000.", "Should employment print at 50,000, then employment would be just 0.1 per cent below pre-pandemic levels, or just 14,000 jobs, NAB said.", "NAB sees the jobless rate declining to 6.2 per cent from 6.4 per cent."], "Today's agenda": ["Local: NZ January net migration", "Overseas data: China February industrial production; Japan January machinery orders; UK Rightmove house prices March; US New York Empire Manufacturing March", "TD on China’s data: “Seasonal distortions and base effects will make this month’s data look particularly strong. Restricted travel of the Lunar New Year holiday period also point to some upside risks to industrial production as does the strength in exports.”"], "Market highlights": ["ASX futures down 3 points or 0.04 per cent to 6767.", "AUD -0.3% to 77.64 US cents", "Bitcoin on bitstamp.net $US", "On Wall St: Dow +0.9% S&P 500 +0.1% Nasdaq -0.6%", "In New York: BHP +0.7% Rio -1.5% Atlassian -2.8%", "Tesla -0.8% Alphabet -2.5% Facebook -2% Apple -0.8%", "In Europe: Stoxx 50 -0.3% FTSE +0.4% CAC -0.2% DAX +0.5%", "Spot gold +0.3% to $US1727.11/oz in New York", "Brent crude -0.6% to $US69.19 a barrel", "US oil -0.6% to $US65.61 a barrel", "Iron ore -3.1% to $US165.44 a tonne", "2-year yield: US 0.15% Australia 0.06%", "5-year yield: US 0.84% Australia 0.85%", "10-year yield: US 1.62% Australia 1.69% Germany -0.31%"], "From today's Financial Review": ["PM shrugs off WA Liberal wipeout: Scott Morrison says Mark McGowan’s crushing win in Saturday’s West Australian election was a resounding endorsement of leadership during the COVID-19 crisis.", "Turnbull tried to hobble Cormann in OECD job: Mathias Cormann’s successful bid to become the new secretary-general of the OECD had to overcome some home-grown attempts to hobble his candidacy – including from Malcolm Turnbull.", "Quad forces to join French warship drills: Australian, Indian, Japanese and US warships will join France’s flagship Indian Ocean maritime exercises in what has been dubbed “Quad plus”."], "United States": ["The first batches of the $US1400 cheques for most individual Americans, as part of President Joe Biden’s American Rescue Plan, were sent on Friday, the US Treasury Department said. “Additional large batches of payments, which will be automatic and require no action by taxpayers, will be sent in the coming weeks by direct deposit and through the mail as a check or debit card.”", "US stocks close mixed, Dow notches fifth straight record high: US 10-year note yields surged and investors renewed bets on beaten down shares in companies such as Boeing, which lifted the Dow to another record.", "Tesla closed below $US700 on Friday, and the debate about its valuation and outlook is unchanged.", "Saxo’s Peter Garnry strikes a bearish tone on Tesla: “As we have pointed out in several equity notes the past three months, Tesla is losing market share in Europe, the world’s largest EV market, and is experiencing pricing pressure in China. Even in its home market the new Ford Mustang Mach-E is doing quite well.", "“Everywhere you look Tesla sees increased competition and in our view their advantage as a first mover is fading and their lead in battery technology is also diminishing as the car industry catches up. Even more importantly, the existing car industry has larger production facilities, more experience in building cars, and a larger distribution and service network which is particularly important in the European car market.", "“Whether it is that the market is beginning to price in, we do not know, but it is interesting to see Volkswagen shares up 26pc this year with Tesla shares flat. This is a signal that should not be ignored and something we will continue to track going forward.”", "Ed Yardeni is forecasting an equity melt-up in April, and techs will take part: “Some of the cash that was saved from the [earlier US stimuls] checks undoubtedly contributed to the raging rally in stock prices since March 23, 2020. The third round of checks is likely to contribute to another meltup in stock prices during the spring. If so, it could be led by the tech-heavy Nasdaq.”"], "Europe": ["Rising bond yields dragged European stocks lower on Friday, although major bourses were set for weekly gains as stimulus and vaccination programmes spurred hopes of a solid economic recovery.", "The pan-European STOXX 600 index fell 0.3pc after a four-session winning streak drove it to pre-pandemic highs a day earlier. The index posted weekly gains of 3.5pc, its best performance since November.", "Dutch tech investor Prosus, which holds a third of Chinese tech giant Tencent Holdings, dropped 6.7pc as China’s market regulator fined 12 companies, including Tencent, related to deals that demonstrated illegal monopolistic behaviours.", "Daimler declined 1.9pc after French rival Renault sold its entire stake in the German car maker at a discount.", "BMW fell 1.3pc after saying its operating profit for 2020 fell due to the COVID-19 pandemic, despite a strong second-half rebound in sales.", "British luxury group Burberry jumped 6.9pc to the top of STOXX 600 after saying it had seen a strong rebound in sales since December."], "Asia": ["China shares posted a weekly loss on Friday as a conservative 2021 economic growth target sparked fears Beijing could tighten policy to rein in lofty valuations, though infrastructure firms helped benchmark stock indexes eke out gains for the day.", "The blue-chip CSI300 index rose 0.4pc to 5146.38, while the Shanghai Composite Index added 0.5pc to 3453.08. For the week, CSI300 lost 2.2pc and SSEC shed 1.4pc.", "The CSI300 infrastructure jumped 3.2pc on Friday, in part to low valuations after underperforming the market for a long time.", "In Hong Kong on Friday, the Hang Seng index fell 2.2pc, to 28,739.72, while the China Enterprises Index lost 1.5pc, to 11,172.95 points."], "Currencies": ["Speculators cut their net short US dollar positions in the latest week to the lowest since mid-November, according to calculations by Reuters and US Commodity Futures Trading Commission data released on Friday.", "The value of the net short US dollar position fell to $US22.29 billion in the period ended March 9, the smallest short position since November 17, compared with a net short of $US27.80 billion the previous week.", "US dollar positioning was derived from net contracts of International Monetary Market speculators in the Japanese yen, euro, British pound and Swiss franc, as well as the Canadian and Australian dollars.", "In a March 12 note, Goldman Sachs said this week’s US central bank policy “meeting should offer some clarity on the Fed’s economic outlook and its reaction function, as Fed officials incorporate substantial news received since December on economic, fiscal, and public health fronts.", "“We think market attention will be in particular focused on revisions to core inflation and how many participants write down a rate hike in 2023. Our economists expect the SEP will show core PCE inflation reaching 2.1pc in 2023 and see the median 2023 dot moving up to show a one hike baseline.”"], "Commodities": ["Benchmark Asian iron ore futures fell on Friday, as moves in China to restrict steel mills’ highly-pollutive operations.", "China’s Ministry of Ecology and Environment (MEE) urged top steelmaking city Tangshan to severely crack down on violations of atmospheric environment rules after it found four steel mills failed to implement production curbs during heavy pollution.", "Tangshan government had issued a second-level pollution alert on March 8, urging heavy industrial companies such as steelmakers and coking plants to cut production accordingly.", "However, an inspection team led by Huang Runqiu, the minister of MEE, had found on Thursday that a stainless steel producer belonging to HBIS Group, plus Tangshan Jinma Steel Group and two other mills, were producing at high rates during the pollution alert and had falsified production records.", "“We must deal with it in according with law with a zero-tolerance attitude,” the MEE cited Huang in a statement published on late Thursday, adding that suspected crimes will be transferred to the public security department.", "Vale said on Friday it has begun the process of increasing iron ore production at the Timbopea site, part of its Mariana complex.", "In a securities filing, Vale said iron ore production capacity at the site should return to 12 million tons a year once the commissioning period is over, which it says should last two months.", "Global commodities trader Trafigura sees a significant supply deficit in the copper market and a prolonged high-price cycle, its chief executive Jeremy Weir told the Fastmarkets Copper Seminar.", "“We see a significant deficit, possibly in the region of 10 million tonnes of additional copper is required to balance the market by 2030,” he said.", "Weir said China would remain a key driver of demand but the decarbonisation goals of the European Union and the new US administration mean a lot more copper will be needed to meet their new infrastructure and electrical grid needs."], "Australian sharemarket": ["Chanticleer:Geopolitics could choke supply chains: Global supply chains are being squeezed by the rising geopolitical tensions between the United States and China. This poses a challenge for companies heavily reliant on Chinese suppliers.", "ASX in weekly gain as travel sector gets a boost: The ASX posted a gain for the week, with travel companies boosted by government stimulus plan for cheap air tickets and deal making lending a helping hand.", "Small caps shine, shaking off growing pains: The recovery in the domestic economy has helped drive strong returns in the small- and mid-cap sector, even as rising bond yields wreak havoc with growth stocks, typically the hallmark of the smaller end of the market.", "How to position for the global recovery: As economists update forecasts and GDP growth returns, the rotation into recovery stocks is a big theme. Here are 10 to watch."]}}