{"url_id": "3f52f22913674f8d5599884c2b4e791c", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-dow-and-s-and-p-500-reset-record-highs-20210406-p57gpq", "topic": "World markets", "title": "ASX to rise, Dow and S&P 500 reset record highs", "summary": "Australian shares are poised to open higher, bolstered by further gains on Wall Street. RBA policy meeting tops agenda.", "date": "Apr 6, 2021 – 3.31am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are set to open higher after a four-day long weekend, lifted by another rally in New York. At the top of Tuesday’s agenda is a policy meeting at the Reserve Bank.", "ASX futures were up 23 points or 0.3 per cent to 6826 when they last traded on April 1. The currency was up 0.5 per cent. The yield on the US 10-year note slipped 1 basis point to 1.71 per cent.", "On Wall Street, both the Dow and S&P 500 rose to record closing highs, as expected, in the wake of Friday’s March payrolls data. The Dow added 374 points or 1.1 per cent to 33,527.19. The S&P 500 added 58 points or 1.4 per cent to 4077.78.", "The Nasdaq rose 1.7 per cent, further narrowing its gap to a new record. The tech heavy index lost ground in the first quarter as bond yields rose and investors shifted out of some of 2020’s top advancers.", "NOTE: With the time change to AEST over the weekend, Wall Street’s closing bell now rings at 6am AEST.", "The NYSE Fang + Index was 2.1 per cent higher; Alphabet was up 4.1 per cent, Facebook rose 3.4 per cent, Microsoft added 2.8 per cent and Apple advanced 2.4 per cent. Tesla increased 4.4 per cent.", "Alphabet, Facebook and Microsoft each closed at a record high. Microsoft’s market cap is near $1.88 trillion, Alphabet is near $US1.5 billion and Facebook is near $US880 billion. Apple’s market cap is $US2.11 trillion.", "Optimism about the US economic outlook got another boost from a survey showing US services industry activity leapt last month. The ISM non-manufacturing activity index surged to 63.7 last month, the highest in the survey’s history, after recording a reading of 55.3 in February.", "In addition, the US continues to accelerate the vaccination of its population. At least 107.5 million have received at least one jab, representing 40 per cent of the population 18 years and older. Slightly more than three quarters of all those aged 65 years and older have received at least one vaccine dose.", "RBC Capital Markets sees RBA policymakers pushing back on market pricing and strengthening its commitment to YCC for a second month.", "“The state of the labour market post JobKeeper wage subsidy programme will likely be the main focus for the bank in the near future, but it will take some time yet to judge the full impact,” RBC said.", "RBC said with more data in hand, the May and June board meetings “will likely be far more interesting”.", "While bitcoin edged higher to start the week, the cryptocurrency’s overall market value eclipsed the $US2 trillion mark, according to tracking by CoinGecko. Bitcoin accounts for about 54 per cent of the overall value.", "Bitcoin was trading near $US58,960 at about 6.25am AEST.", "GameStop said it may sell up to 3.5 million shares worth no more than $US1 billion, and use the proceeds to hasten its shift to e-commerce in an overhaul being led by billionaire Ryan Cohen, GameStop’s biggest shareholder and board member. Its stock slipped 1.9 per cent to $US186.95."], "Today's agenda": ["Local: March ANZ job ads, RBA policy decision at 2.30pm AEST", "Overseas data: China March Caixin services PMI; Euro zone February unemployment rate", "NOTE: With the time change to AEST over the weekend, Wall Street’s closing bell now rings at 6am AEST."], "Market highlights": ["ASX futures up 23 points or 0.3% to 6826", "AUD +0.5% to 76.51 US cents", "Bitcoin on bitstamp.net +1.9% to $US58,960 as of 6.25am AEST", "On Wall St: Dow +1.1% S&P 500 +1.4% Nasdaq +1.7%", "In New York: BHP +2.3% Rio +2.4% Atlassian -0.8%", "Tesla +4.4% GM +5.6% Alphabet +4.1% Facebook +3.4%", "Spot gold -0.1% to $US1727.88/oz at 1.14pm New York time", "Brent crude -5.4% to $US61.38 a barrel", "US oil -5.9% to $US57.82 a barrel", "Iron ore +0.5% to $US168.48 a tonne", "2-year yield: US 0.17% Australia 0.07%", "5-year yield: US 0.93% Australia 0.85%", "10-year yield: US 1.71% Australia 1.83% Germany -0.33%", "US prices as of 4.29pm in New York"], "From today's Financial Review": ["Policy response to property market could cool economy: Leading market economists expect house prices to roar ahead this year, but it’s an open question as to whether the gains will trigger a policy clampdown.", "Is the RBA’s tone on house prices about to change?", "The case for falling house prices next year", "Property prices, GST boost state budgets by $7b"], "United States": ["Bank of America ‘neutral’ on Tesla with a $US900 stock target: “Yes, TSLA’s 1Q:21 deliveries more than doubled YoY (and production increased 76 per cent YoY), which is commendable. However, the growth rate appears much less pronounced when looking on a QoQ basis, up just about 2 per cent from 4Q:20.", "“And while this may have been dragged down by transitory dynamics like the next-generation Model S launch, we believe a burden of proof remains for the company (given its substantial market cap and valuation premium) in demonstrating that it can continue to drive accelerated growth.”", "RBC Capital on the outlook for US rates: “There were two significant takeaways from the last FOMC meeting: 1) significant upward revisions to growth estimates; and 2) a notable uptick in the mean (if not median) ‘appropriate’ Fed Funds projections.", "“Growth revisions were so substantial that if you incorporate the Fed’s GDP forecasts over the coming three years, by the end of this year we would be sitting 1 per cent above potential and by the third year (2023) we would be nearly 3 per cent above potential.", "“The economy operating that ‘hot’ is not something that happens with much regularity (we last found ourselves that far above potential nearly 50 years ago!). Yet with all of that, the median Fed Funds forecasts remained unchanged (and for no hikes) through 2023. But four members now anticipate at least one rate increase next year.", "“NB the gap between mean and median Fed dot always diverges most as we’re coming off the zero lower bound (unsurprisingly) and the mean leads the median. We think yields have further to rise with our US economists calling for the first hike as soon as Q1 2022.”"], "Europe": ["The major European equity markets - the UK, Germany and France - were closed for the Easter break on Monday local time.", "Goldman Sachs Group is preparing to have hundreds of staff back in its London office this week as companies eye a return to normal working conditions during the COVID-19 pandemic, the Guardian newspaper reported on Monday.", "Nearly 200 of Goldman’s 6000 London employees could return to the office after the Easter break, the report said."], "Asia": ["Chinese mainland and Hong Kong equity markets were closed on Monday for a holiday. Mainland trading will resume on Tuesday; Hong Kong trading will resume on Wednesday.", "Oxford Economics on the outlook for Asia’s manufacturing sector: “we expect manufacturing recovery to gain pace from Q2, supported by a positive external environment. But slow vaccination progress could act as a drag, amid risk of new coronavirus outbreaks.”", "Oxford also said: “At 54.1 in March, our aggregate measure of the Asia PMI was broadly unchanged from February. The ASEAN PMI edged up to the neutral threshold of 50 from 49.7 in February, while the northeast Asia PMI rose to 54.9 from 54.5 prior. Offsetting this, India’s PMI moderated to 55.4 from 57.5 in February.”", "In Tokyo on Monday, the Nikkei share average ended 0.8 per cent higher at 30,089.25, hitting the 30,000-mark for the first time in more than two weeks. The broader Topix gained 0.6 per cent to close at 1983.54."], "Currencies": ["TD Securities on the outlook for Turkish interest rates: “Turkish CPI rose 16.19 per cent y/y in March (TD 16.1 per cent, cons: 16.2 per cent), largely in line with expectations. As expected much of the increase was due to sharp rises in energy and food prices.", "“Energy prices rose 12.4 per cent y/y from 8.8 per cent previously while food prices (which account for roughly a quarter of the CPI basket) increased by 17.4 per cent y/y compared to 18.4 per cent previously. Core inflation also increased, to 16.9 per cent y/y up from 16.2 per cent in February, showing further pass through from headline inflation.", "“Once again persistently high inflation ought to limit any room for policy easing, with new Governor Kavcioglu pledging to keep the policy rate above the inflation rate.”"], "Commodities": ["Australia’s sleeping iron ore giant starts to stir: A huge, dormant iron ore project in the West Pilbara is showing signs of life, with hopes a partnership with an incumbent exporter could be struck this year.", "Kiwi energy players brace for BlackRock ETFs’ mega-selldown: The US funds giant will unload Contact Energy and Meridian Energy stock worth hundreds of millions on April 19, due to a quirk in a thematic ETF."], "Australian sharemarket": ["On Thursday last week, the S&P/ASX 200 Index rose 38 points, or 0.6 per cent, to 6828.7, extending its gain from the previous session. The strong result helped the market close the week 0.1 per cent higher following a heavy loss at the start of the week.", "Chanticleer: Beware the dark side of the deal boom: The world is in the grip of M&A mania. That’s great for bankers, but history says companies and investors don’t fare as well."]}}