{"url_id": "5082a94cf91e87e873f4a5f5272ce3bb", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-open-lower-as-markets-drop-back-from-a-big-week-20210319-p57cfu", "topic": "World markets", "title": "ASX to open lower as markets drop back from a big week", "summary": "Australian shares are likely to drop as sharemarkets lost ground in the aftermath of a strong five days.", "date": "Mar 22, 2021 – 5.35am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are likely to open lower as markets lost ground in the aftermath of a big week.", "It’s a quiet week coming up for economic data in Australia and New Zealand with IHS Markit PMI data the main events.", "“Analysts are likely to reflect on the very strong employment figures and what it means for the outlook. Adding to the vacuum is a notable absence of any scheduled RBA speak between now and the next board meeting on April 6.", "“As for data, there is the Markit PMIs and Preliminary Merchandise Trade on Tuesday, neither expected to be market moving,” writes Taylor Nugent, economist at NAB Markets Research.", "“In the sample of PMIs that arrive next week, it will probably remain the case that only the US and Australia are registering economic growth during the first quarter of the year and in that order by way of magnitudes,” writes Derek Holt, vice-president and head of capital markets economics at Scotia Economics.", "“Global markets will continue to price an inflection point in the world economy that is bringing with it less synchronous policy developments and greater scope for differentiation across market outcomes. Evidence of this development takes the form of diverging central bank actions which is not terribly unusual to see during the nascent stages of emerging from a global crisis.", "“The Fed, for example, has clearly telegraphed it supports steeper sovereign bond yield curves and has been both passively enabling higher yields and actively encouraging this with upbeat forecasts and through ending the Supplementary Leverage Ratio’s exclusion of Treasuries and reserves from the definition of assets against which capital must be held.", "“The full aftermath of the SLR decision and the related move to raise reverse repo counter-party limits to US$80 billion will require time to evaluate through a coming surge in bank reserves and broad liquidity.”", "The Federal Reserve says it will restore capital requirements for large banks that were relaxed as part of the Fed’s efforts to shore up the financial system during the early days of the pandemic.", "The Fed said it will not extend the relief from what is called the supplementary leverage ratio past March 31. The easing of the regulation had been intended to give banks flexibility in what assets they could hold to meet regulatory’ requirements during the turmoil of the pandemic, when banks were having to suddenly write down billions of dollars of loans."], "Today's agenda": ["Local: none", "Overseas data: US Chicago Fed Nat Act index; US existing home sales February."], "Market highlights": ["ASX futures down 15 points or -0.2% to 6661", "AUD flat to 77.38 US cents", "Bitcoin on bitstamp.net $US58,712.27", "On Wall St: Dow -0.7% S&P 500 -0.1% Nasdaq +0.8%", "In Europe: Stoxx 50 -0.8% FTSE -1% DAX -1% CAC -1.1%", "In New York: BHP -1.5% Rio -1.3% Atlassian -0.1%", "Spot gold +0.5% to $US1745.23 an ounce", "Brent crude +2% to $US64.53 a barrel", "US oil +2.4% to $US61.42 a barrel", "Iron ore -3.1% to $US161.39 a tonne", "2-year yield: US 0.15% Australia 0.08%", "5-year yield: US 0.88% Australia 0.92%", "10-year yield: US 1.72% Australia 1.80% Germany -0.30%"], "From today's Financial Review": ["Deluge wreaks havoc across NSW: Businesses in NSW already battered by the pandemic are bracing for another hit, as insurers prepare for a surge in claims and the government offers financial assistance.", "ASX failure delays Airtasker listing: The latest blunder comes after a technical glitch in November forced an embarrassing shutdown of Australia’s primary equity capital markets.", "Companies shun $4b JobMaker, force changes: The chief executives of some of Australia’s largest companies haven’t taken up the government’s $4 billion job-hiring program.", "Read today’s paper, exactly as it was printed, here"], "United States": ["The Nasdaq ended higher on Friday, lifted by Facebook and energy shares, while the S&P 500 lost ground as US Treasury yields took a break from a recent surge.", "Reversing a recent trend, so-called growth stocks mostly outperformed value stocks viewed as likely to benefit most as the economy recovers from the coronavirus pandemic.", "Vito J. Racanelli, senior editor and market intelligence analyst at Fundstrat, writes, “The S&P 500 closed Friday before last at 3943.23 and closed slightly down for the day at 3913.10 last Friday.", "“The small differential hides a rather eventful week marked by more consternation over inflation expectations and just when exactly ‘lift-off’ will occur in terms of the Federal Funds Rate.", "“Inflation expectations are also rattling markets. However, the Fed held the line and projected continuing dovishness and accommodation. [The dot plot] shows four unknown Governors forecasted rate rises in 2022, although we could probably guess who at least some the hawks are we’ll spare you.", "“Inflation and rates seem to be dominating markets. What a lot of people may forget on market-days like Thursday is that the source of the market turmoil is actually a relatively good problem considering the fact that we are coming out of one of the worst episodes of the modern age.”"], "Europe": ["London’s FTSE 100 marked its weakest session since late-February on Friday, down 1.1 per cent, underperforming its European peers, and posted its first weekly decline in three weeks.", "Mining stocks including Rio Tinto, Anglo American and BHP, were among the biggest drags on the index, while oil heavyweights BP and Royal Dutch Shell also fell, tracking a fall in oil and metal prices.", "“We have seen a bit of a dip in Treasury yields that has taken some of the shine off the banking sector and all the mining and oil companies are suffering from the volatility in commodity prices,” said David Madden, analyst at CMC Markets."], "Asia": ["China’s top securities regulator on Saturday urged underwriters to tighten scrutiny on companies seeking to list their shares, vowing to punish those trying to bring “sick” companies to the initial public offering (IPO) market.", "Yi Huiman, chairman of the China Securities Regulatory Commission (CSRC), told a forum that recent China stock market volatility is “natural”, and risks “controllable”, but cautioned against “harmful” foreign hot money flows.", "Yi’s comments come amid rising fluctuations in domestic and global stock markets, as well as signs Chinese regulators are tightening the screws on IPO approvals.", "Chinese equities dropped on Friday, after a rise in global bond yields prompted selling in high-priced consumer and material stocks as risk sentiment soured. Chinese H-shares listed in Hong Kong fell 1.71 per cent, while the Hang Seng Index was down 1.55 per cent.", "“Mainland China and Hong Kong markets are following the global sell-off after the bond yield jumped overnight,” said Linus Yip, a strategist at First Shanghai Securities.", "“The weak turnover in both markets show investors are cautious. Sell-offs in high-valuation stocks including tech continues, which is in line with a global trend.”"], "Currencies": ["The dollar advanced against major currencies, hitting a more than one-week high. The greenback in recent weeks has risen in line with higher Treasury yields. Since early January, the dollar index, a gauge of its value against six major currencies, has gained about 3.3 per cent, with the benchmark US 10-year note climbing about 80 basis points in the same timeframe.", "The pound fell against the dollar and euro on Friday, pausing its recent upward trend, in a move analysts said was likely to be a temporary retracement.", "Sterling has gained around 1.6 per cent so far this year against the dollar and 4 per cent versus the euro."], "Commodities": ["“Platinum and palladium have surged in recent weeks as mine supply problems and the resulting lowering of production guidance by Norilsk are likely to see the supply-demand conditions become even tighter than previously projected in 2021,” writes TD Economics head of commodity strategy Bart Melek.", "“As the global economic recovery continues and global pollution standardstighten, the recent mine site disruptions suggest hefty deficits and a path toward $3,000/oz for palladium and $US1,350/oz for platinum over the next twelve months.", "“According to our models, the palladium market should record a massive defect of some 1.16 million oz in 2021 and some 600koz in 2022, with platinum showing a deficit of 250koz and 16koz over the same period. This suggests that palladium could again challenge the pre-COVID high of $US2,883/oz recorded back in March 2020, with a path to $US3,000/oz very much in the cards.", "“Meanwhile, platinum should also trade at the highest level inwell over seven years, topping $US1,350/oz over the next twelve months. Traders should also expect very robust jumps in lease rates, as the front end of these markets tighten up.”", "Stephen Innes from Axi writes, “The oil market is searching for answers, with analysts linking the oil price collapse to slow European recovery due to lockdowns and slow vaccine rollouts. Neither a new nor compelling argument", "“But lower Asian pricing for Middle East crude and higher Chinese imports for Iranian supply are prime culprits. As is the general cross-asset risk-off tone, which is not helping matters", "“But the reality is we are still ways away from a full demand recovery, and it’s record levels of withdrawn production capacity that is the main prop for the oil market. So having crested $US70/bbl on sentiment alone, prices were always vulnerable to a pull-back.”"], "Australian sharemarket": ["The ASX sealed its first five-day loss in three weeks, dragged down by iron ore miners and energy companies.", "The S&P/ASX 200 index declined 37.7 points, or 0.6 per cent, to 6708.2, for a weekly loss of 0.9 per cent.", "The weak performance for the ASX came after US shares ended mostly lower on Thursday, with the Nasdaq dropping almost 2 per cent after tech stocks were hit by renewed inflation fears.", "The Federal Reserve kept policy on hold and indicated rate increases were not expected until 2024 at the earliest, lifting long-dated Treasury yields.", "The Reserve Bank of Australia made similar comments on policy on Tuesday when it released the minutes of its latest policy-setting meeting."]}}