{"url_id": "5cc3960e8d2fa6181cfec8a7b7ff11b4", "extraction_date": "05-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-open-higher-as-jobkeeper-ends-20210327-p57emy", "topic": "World markets", "title": "ASX to open higher as JobKeeper ends", "summary": "Australian shares are set to rise as markets lifted before a shortened Easter week and investors looked to the end of pandemic unemployment benefits.", "date": "Mar 29, 2021 – 5.46am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are set to rise as markets lifted ahead of a shortened Easter week while the end of JobKeeper and JobSeeker will keep investors focused.", "On Friday, Europe closed near all-time highs and Wall Street rallied.", "Despite the short week, Australia has a fair amount of economic data to look forward to.", "NAB economist Taylor Nugent says the highlight of the week will be Thursday, when data on trade balance, retail sales, lending indicators, and job vacancies will be released.", "“While none is likely to be particularly market moving, Job Vacancies will provide a useful read on labour demand just prior to the end of the JobKeeper wage subsidy on Sunday and the JobSeeker Supplement on Wednesday,” he writes.", "“Note it will be some weeks before any impact from the end of those two programs shows up in the data with April employment data not published until 20 May.”", "   ", "Analysts at TD Securities see an easing in Australia’s trade surplus.", "“We pencil in a trade surplus of $9.3 billion in February, easing from the strong $10.1 billion trade surplus recorded in January,” they write in a note.", "“Exports are likely to rise by 1% m/m, driven by stronger exports of non-ferrous metals and petroleum products as seen in the prelim trade numbers. Similarly, we expect imports to rebound to 4 per cent m/m given higher consumer goods demand as the economy recovers.”", "US consumer spending and personal incomes both fell sharply in February as severe winter storms disrupted shopping in many parts of the country and the government wrapped up distribution of $US600 relief payments.", "However, both are expected rebound strongly this month as more people are vaccinated and flush with a second round of pandemic aid, this time in larger, $US1,400 individual payments."], "Today's agenda": ["Local: ABS December quarter 2020", "Overseas data: US Chicago Fed Nat Act index Fed; US existing home sales February."], "Market highlights": ["ASX futures up 49 points or 0.7% to 6848", "AUD flat to 76.32 US cents", "Bitcoin on bitstamp.net $US54,807.61", "On Wall St: Dow +1.4% S&P 500 +1.7% Nasdaq +1.2%", "In Europe: Stoxx 50 +0.9% FTSE +1% DAX +0.9% CAC +0.6%", "In New York: BHP +3.9% Rio +4% Atlassian +2.5%", "Spot gold +0.3% to $US1732.52 an ounce", "Brent crude +4.2% to $US64.57 a barrel", "US oil +4.1% to $US60.97 a barrel", "Iron ore +0.9% to $US161.30 a tonne", "2-year yield: US 0.14% Australia 0.06%", "5-year yield: US 0.87% Australia 0.79%", "10-year yield: US 1.68% Australia 1.65% Germany -0.35%"], "From today's Financial Review": ["Mine export surge holds up economy: China’s economic recovery is far outweighing the impact of trade tensions, fuelling a forecast record of $296 billion in mining and export earnings this year.", "Gupta seeks $307m lifeline from British government: British officials are reportedly hesitant to act unless Sanjeev Gupta’s GFG Alliance goes into administration, but the company insists it will pull through.", "Drug tests push for MPs as Laming calls time: The government has been further destabilised by calls from Liberal women to introduce mandatory alcohol and drug testing at Parliament.", "Read today’s paper, exactly as it was printed, here"], "United States": ["Investors looking for ways to protect themselves from a potential market downturn and rising inflation have been warming to utilities, sometimes seen as bond substitutes, as attractive alternatives.", "The S&P 500 utilities index has outperformed the broader market this month, rising 9.3 per cent so far compared with a 4.3 per cent gain in the benchmark index and leading gains among sectors for March.", "Driving the gains may be a defensive move by investors to position themselves against a potential slide in equities, with worries mounting over higher inflation as seen in the jump in 10-year Treasury yields and over pricey stock valuations, some strategists say.", "Utilities tend to do better in a downturn because they pay dividends and offer stability.", "“It’s a little defensive positioning,” said Joseph Quinlan, head of CIO market strategy for Merrill and Bank of America Private Bank in New York.", "“We have some clients who want to be more defensive but want to stay in the market.”", "John Butters, vice-president and senior earnings analyst at FactSet, writes that a record number of S&P500 companies are set for positive earnings per share guidance this quarter.", "“As of Friday, 86 S&P 500 companies have issued revenue guidance for the first quarter. This number is above the five-year average of 77. Of these 86 companies, 17 have issued negative revenue guidance and 69 have issued positive revenue guidance,” he writes.", "“If 69 is the final number of S&P 500 companies issuing positive revenue guidance for the quarter, it will mark the highest number of S&P 500 companies issuing positive revenue guidance for a quarter since FactSet began tracking this metric in 2006. The current record is 62, which occurred in the previous quarter (Q4 2020).”"], "Europe": ["European stocks ended the week close to all-time highs, with miners prominent. Mining and oil stocks also helped London’s FTSE 100 index end a subdued week on a positive note on Friday, and higher February retail sales underpinned optimism over a swifter global economic recovery.", "The pan-European STOXX 600 index rose 0.8 per cent, just enough to register its fourth straight weekly rise and seven points short of a record high.", "The blue chip FTSE 100 index ended 1 per cent higher and marked its best session in over two weeks, with mining stocks including Rio Tinto, Anglo American, Glencore and BHP gaining between 3.4 per cent and 5.3 per cent."], "Asia": ["Larry Chen, founder and chairman of GSX Techedu, lost $US3.1 billion overnight as American depositary receipts of his online education company tumbled amid a barrage of block trades.", "Shares in the Chinese firm plunged 42 per cent on Friday after Morgan Stanley managed the trade, according to a person familiar with the matter. Chen’s net worth dropped to $US4.2 billion, knocking him from the Bloomberg Billionaires Index ranking of the richest 500 people globally.", "Goldman Sachs Group and Morgan Stanley also pitched offerings in Chinese giants Baidu, Tencent Music Entertainment Group and Vipshop Holdings, as well as US firms such as Discovery. Some of the trades exceeded $US1 billion in individual companies, calculations based on Bloomberg data show.", "The sales triggered price swings for every stock involved in the high-volume transactions, while rattling some of their industry counterparts. It also spurred speculation among some traders of forced selling by a fund being liquidated."], "Currencies": ["The dollar rose to a nine-month high against the Japanese yen of 109.44 yen, reflecting investor expectations of robust US economic growth as the nation accelerates its vaccine rollout. Overall, the dollar index, which measures the greenback against a basket of six major currencies, fell 0.123 per cent, with the euro up 0.28 per cent to $US1.1797.", "“We left 2020 with the validation of the consensus view the dollar would weaken,” said Vincent Manuel, chief investment officer at Indosuez Wealth Management.", "“We have woken up in 2021 facing the reality that the US is growing much quicker than Europe ... so we have a massive divergence.”", "Michalis Rousakis at Bank of America says the ECB is a key theme for the euro this year. “The ECB is facing big challenges, with limited tools. The Strategy Review is supposed to propose a plan, but we don’t see easy solutions. It is also not clear which way it will affect the euro, as ECB policy easing often ends up supporting euro by supporting the periphery,” he writes."], "Commodities": ["“The ongoing dispute between China and Australia whereby China has stopped importing Australian coal continues to see near-record spreads between PLV prices delivered to China, and PLV prices fob Australia,” writes Lachlan Shaw, head of commodities research at NAB.", "“In turn, the strong rally in thermal coal prices has pushed semi-soft met coal and low-vol PCI coal prices up to be trading at record low discounts to premium low-vol met coal prices. The outlook is for easing floods in NSW’s Hunter Valley to pressure thermal coal prices in coming months, while seasonal and cyclical acceleration in global steel output should lift met coal prices through 2021.”", "This is NAB’s chart of the price spread between Australian premium hard coking coal and semi-soft coking coal.", "   ", "Stephen Innes of Axi says the second half of March has not been kind to oil prices.", "“With seemingly little impetus from news flow and then drift down from $US70 was accelerated as prices dropped down through $US67/bbl on Feb. 18, triggering a cascade of profit-taking after the year-long rally,” he writes.", "“True, the physical market showed fewer signs of tightness, but traders focused on momentum strategies changing direction.", "“The move was doubtlessly exaggerated as large producers hedged the highest prices for the Calander -22 strip seen since November 2018, Which in turn precipitated a 10 per cent drop in prices, and it will be interesting to see the impact in next week’s CFTC report on positioning.”"], "Australian sharemarket": ["Australian shares ended the week 1.7 per cent higher, the best run since early February, driven by gains for healthcare and utility companies.", "The S&P/ASX 200 ended Friday 0.5 per cent higher, adding 34 points to the benchmark, which ended the week at 6824 points. The All Ordinaries benchmark added 40 points on Friday making a 0.6 per cent gain to 7063 points.", "The healthcare sector’s 5.1 per cent gain made it the week’s best performer, followed by a 3.5 per cent rise for utilities companies. The worst group for the benchmark was information technology, which edged down 0.04 per cent, making it the only sector in negative territory in the best week for the ASX 200 since the first week of February."]}}