{"url_id": "7365c7c85210a142008e9a137f62dea9", "extraction_date": "05-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-dow-edges-higher-20210330-p57f3d", "topic": "World markets", "title": "ASX to rise, Dow edges higher", "summary": "Australian shares are set to open higher, bolstered by the Dow. Iron ore rises. Credit Suisse tumbles. $A little changed.", "date": "Mar 30, 2021 – 4.46am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to open higher with the Dow ending the session with modest gains. Both the S&P 500 and the Nasdaq slipped.", "ASX futures were up 44 points or 0.7 per cent to 6804 near 7am AEDT. The currency was little changed.", "Follow coverage of the AFR’s Banking Summit here. You can view the agenda for the summit here.", "In New York, shares were mixed to start their Easter-shortened week. The Dow was up 98 points or 0.3 per cent at the close, the S&P 500 settled 0.1 per cent lower and the Nasdaq slid 0.6 per cent.", "The Nasdaq is on track to post its first monthly decline in five months.", "Despite the turbulence this month, LPL Financial’s Ryan Detrick said the firm retains its bet on US equities: “We continue to overweight equities in our portfolios, as the backdrop of an expanding economy and favourable monetary conditions should be supportive of stocks over bonds going forward, but we acknowledge that year two of a bull market has a way of challenging investors.”", "Bank of America technical strategist Stephen Suttmeier said he also saw reason to be positive: “The improvement in market breadth late last week is encouraging for the bulls, especially just prior to bullish seasonality in April.", "“The SPX advance-decline line and the percentage of SPX stocks above 200-day MAs hit a new cycle highs last week. Positive market breadth is a solid backdrop signal and bullish leading indicator for the SPX.”", "The VIX leapt 10 per cent to 20.7. The yield on the US 10-year note was 3 basis points higher to 1.71 per cent. Bitcoin was trading near $US57,465.", "European markets mostly edged higher, still Credit Suisse was hit hard.", "The Swiss bank tumbled 13.8 per cent to a three-month low after saying an unnamed hedge fund defaulted on margin calls made last week by Credit Suisse and other banks and said that while it was “premature to quantify” the resulting loss, “it could be highly significant and material to our first quarter results”.", "In a note, Fundstrat Global’s Tom Lee argued that institutional investors have been cautious since the start of the year and they have been slowly building cash reserves, content to take profit and ease some of their ‘overweight’ positions.", "While there is a litany of reasons to expect caution from institutional investors, Mr Lee said Fundstrat’s stance remains constructive on stocks. “We believe the risk of a broader correction has diminished sharply given the multiple sell-offs seen since the start of 2021.”", "“It looks like nearly the entire equity market has been hit by a rolling correction,” Mr Lee also said. “Hence, the setup, in our view, is constructive for stocks. We are buyers of equities here. And particularly see the most upside in epicentre stocks.“"], "Today's agenda": ["Local: Weekly payrolls data; NZ February building permits", "Overseas data: Euro zone March economic confidence; US January FHFA house prices, January S&P CoreLogic CS house prices, March consumer confidence index"], "Market highlights": ["ASX futures up 44 points or 0.7% to 6804 near 7am AEDT", "AUD -0.05% to 76.33 US cents", "Bitcoin on bitstamp.net +4.8% to $US57,465 near 7.30am AEDT", "On Wall St: Dow +0.3% S&P 500 -0.1% Nasdaq -0.6%", "In New York: BHP -0.7% Rio -1.4% Atlassian -3.9%", "Tesla -1.2% Apple +0.2% Facebook +2.8% Amazon +0.8%", "In Europe: Stoxx 50 +0.4% FTSE -0.1% CAC +0.5% DAX +0.5%", "Spot gold -1.1% to $US1713.33/oz at 1.32pm New York time", "Brent crude +0.2% to $US64.70 a barrel", "US oil +0.4% to $US61.24 a barrel", "Iron ore +4.1% to $US167.88 a tonne", "2-year yield: US 0.14% Australia 0.06%", "5-year yield: US 0.89% Australia 0.80%", "10-year yield: US 1.71% Australia 1.68% Germany -0.32%", "US prices as of 4.30pm in New York"], "From today's Financial Review": ["PM promises ‘women’s filter’ from his new cabinet: Women have been awarded two of the most senior jobs in cabinet and a new ministerial taskforce will ensure women’s interests are considered in all cabinet decisions.", "Morrison under pressure ahead of Biden climate summit", "Qld’s COVID-19 chaos brings hidden benefit for PM", "Labor promises $15b manufacturing loan scheme", "Has the RBA given big banks too many free kicks?: The Reserve Bank’s term funding facility slashed borrowing costs for consumers and businesses, but non-banks complain it tilted the playing field in favour of the big banks.", "Chanticleer: Key questions follow Nine’s cyber attack: The cyber disruption at Nine comes in the midst of a wave of criminal and nation-state attacks that take advantage of employee ignorance of phishing emails."], "United States": ["Southwest Airlines said it is expanding its all-Boeing fleet with an order for 100 Max jets instead of buying planes from Europe’s Airbus.", "Southwest ordered the 150-seat 737 Max 7 and expects the first 30 to show up next year. It is also converting orders for 70 Max 8s to the smaller model.", "Morgan Stanley’s market view: “As demand comes roaring back, we are likely to witness supply shortages. This means higher costs or even missed sales altogether. We suspect these higher costs will not be passed on completely and believe incremental operating margins may have peaked for the cycle.", "“Furthermore, the anniversary of last year’s recession trough (i.e. now) will mark the peak 12 month rate of change in many key variables. These include fiscal spending, equity inflows, the Fed’s balance sheet, earnings revision breadth and many economic data series including PMIs. Expect a shift from early cycle to mid cycle leadership.”", "As a result, Morgan Stanley said: “We took a systematic approach to assessing Quality’s historical outperformance and found that with statistical significance, Quality’s outperformance tends to come with slowing rates of change in inflation, personal income, PMIs, and GDP - all places where we think it is reasonable to expect a slowing in the y/y and sequential rate of change into 2Q21.", "“We downgrade Consumer Discretionary to Underweight and upgrade Staples to Neutral.”"], "Europe": ["London’s FTSE 100 ended flat on Monday, as weakness in banks and consumer discretionary stocks outweighed gains in defensive sectors.", "The blue-chip FTSE 100 index ended down 0.08 per cent, with bank stocks including HSBC Holdings, Barclays and Prudential Financial falling between 1 per cent and 1.8 per cent.", "Deutsche Bank CEO Christian Sewing will hand over oversight of the investment and corporate bank to board member Fabrizio Campelli, the German bank said, as part of an overhaul of the management board.", "Mario Draghi’s government expects Italy’s virus-hit economy to grow by 4.1 per cent this year and 4.3 per cent in 2022, three sources close to the matter told Reuters ahead of official publication of the new forecasts next month."], "Asia": ["China stocks ended higher on Monday, as upbeat earnings at industrial firms boosted sentiment, though foreign selling through the Stock Connect programme capped gains.", "The blue-chip CSI300 index rose as much as 1 per cent, before closing up 0.2 per cent at 5046.88, while the Shanghai Composite Index added 0.5 per cent to 3435.29.", "Annual profits at China’s industrial firms surged in the first two months of 2021, highlighting a rebound in the country’s manufacturing sector and a broad revival in economic activity from the coronavirus crisis early last year.", "Aiding sentiment, profit growth rose at the country’s major lenders in the fourth quarter of 2020.", "Three of China’s largest lenders on Friday booked a jump in fourth-quarter net profit of well over 40 per cent, the first green shoots since the COVID-19 pandemic battered borrowers last year."], "Currencies": ["Capital Economics sees widening US and European government bonds yield gap as economic growth rates and central bank policies diverge: “The upshot is that we forecast ten-year government bond yields in Germany and Italy to rise by just about 30bp and about 10bp respectively by end-22, even as the ten-year Treasury yield increases by about 80bp.”", "Mohamed El-Erian sees trouble for Turkey’s new central bank chief as the nation’s currency extends its depreciation."], "Commodities": ["Chinese steel futures advanced on Monday, with rebar and hot-rolled coil both closing at record highs, as attractive industrial profit margins and rising demand amid strong construction and manufacturing activity lifted prices.", "China’s industrial profit surged 179 per cent in the first two months from the year-ago period, data from the National Bureau of Statistics showed on Saturday.", "Margins in the manufacturing sector jumped 219.5 per cent on an annual basis, while profit earned by ferrous smelting and processing companies soared 271 per cent during the January-February period, according to the statistics bureau.", "Apparent demand for five main steel products, including steel rebar and hot-rolled coil, rose 5.6 per cent week-on-week, data from Mysteel consultancy showed.", "“According to the usual practice, if daily turnover for construction materials stays above 200,000 tonnes for a week, it can be proved that peak demand season has come,” Tang Chuanlin, analyst with CITIC Securities said in a note.", "Construction rebar on the Shanghai Futures Exchange, for May delivery, ended up 2.6 per cent to 4971 yuan ($US758.11) a tonne. It hit record high of 5017 yuan per tonne earlier."], "Australian sharemarket": ["Equity markets slid on Monday to a loss in a rocky day of trading that punished tech shares and sent markets into negative territory after news emerged that Brisbane was entering a three-day snap lockdown.", "The S&P/ASX 200 fell 0.4 per cent, wiping 25 points from the benchmark, which closed at 6799 points. The All Ordinaries index fell by the same margin, easing 27 points to end the day at 7036 points."]}}