{"url_id": "7f1207655ba6d47a3038f9a09361bb06", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-fall-as-wall-street-turns-down-the-heat-20210318-p57c3h", "topic": "World markets", "title": "ASX to drop as Wall Street turns down the heat", "summary": "Australian shares are expected to open lower as markets reversed moves and treasury yields hit new peaks.", "date": "Mar 19, 2021 – 5.37am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are set to drop as markets reversed moves and treasury yields hit new peaks.", "The S&P 500 receded from a record high while the Nasdaq shed more than 1 per cent as a spike in U.S. bond yields accelerated a move out of growth stocks and into companies viewed as likely to outperform as the economy recovers.", "The Russell 1000 value index, which is heavily comprised of cyclical stocks such as financials and energy, added about 0.2 per cent while the Russell 1000 growth index, which includes technology stocks, dropped about 1.4 per cent.", "That rotation helped lift the Dow Jones Industrial Average to an intraday record high, led by UnitedHealth Group and Goldman Sachs Group, both up more than 2 per cent.", "The yield on the benchmark 10-year Treasuries crossed 1.75 per cent to hit a 14-month high a day after the Fed projected the strongest growth in nearly 40 years", "“The renewed sell-off in the Treasury market since the conclusion of yesterday’s FOMC meeting may seem hard to square with the message that monetary policy is likely to remain very loose for a long time yet despite stellar economic growth and a substantial pick-up in inflation this year,” writes John Higgins from Capital Economics.", "“One possibility is that it reflects a growing view that the flipside of this message – which seems consistent with the central bank’s revised FAIT framework – will be tighter policy down the road than would otherwise have been required to bring inflation back down towards the Committee’s target.", "“This is apparent when we look under the hood of the Treasury market. Whereas the implied real yields of government bonds with five years or less to maturity have fallen since the start of this year, those of longer-dated ones have risen sharply.”", "The number of Americans seeking unemployment benefits rose last week to 770,000, a sign that layoffs remain high even as much of the US economy is steadily recovering from the coronavirus recession.", "The report from the US Labour Department showed that jobless claims climbed from 725,000 the week before. The numbers have dropped sharply since the depths of the recession last spring but still show that employers in some industries continue to lay off workers. Before the pandemic struck, applications for unemployment aid had never topped 700,000 in any one week.", "The four-week average of claims, which smooths out weekly variations, dropped to 746,000, the lowest since late November.", "The Bank of England kept rates unchanged."], "Today's agenda": ["Local: Retail sales preliminary February", "Overseas data: Japan CPI February; UK GfK consumer sentiment March."], "Market highlights": ["ASX futures down 18 points or -0.3% to 6694 near 5.26am AEST", "AUD -0.4% to 77.80 US cents", "Bitcoin on bitstamp.net $US58,703.01", "On Wall St: Dow +0.2% S&P 500 -0.4% Nasdaq -1.9%", "In Europe: Stoxx 50 +0.5% FTSE +0.2% DAX +1.23% CAC +0.1%", "In New York: BHP -0.8% Rio -0.2% Atlassian -3.7%", "Spot gold -0.6% to $US1,735.01 an ounce at 2.20pm New York time", "Brent crude -6.6% to $US63.54 a barrel", "US oil -6.8% to $US60.21 a barrel", "Iron ore +0.2% to $US166.62 a tonne", "2-year yield: US 0.16% Australia 0.08%", "5-year yield: US 0.87% Australia 0.89%", "10-year yield: US 1.73% Australia 1.78% Germany -0.27%"], "From today's Financial Review": ["Single senator sinks job reform: The Prime Minister is not ruling out another tilt at IR reform following Thursday’s heavy defeat.", "‘Enforcer’ to head superannuation at APRA: The $3 trillion superannuation industry will come under fresh scrutiny following the appointment of financial services lawyer and former regulator Margaret Cole to APRA.", "Chanticleer - How Viburnum is cranking up its activism: Shareholder activism can be a powerful force for value creation. But it can also make boards of directors feel as though they have lost control of their destinies.", "Read today’s paper, exactly as it was printed, here"], "United States": ["The S&P 500 receded from a record high on Thursday while the Nasdaq shed more than 1 per cent as a spike in US bond yields accelerated a move out of growth stocks and into companies viewed as likely to outperform as the economy recovers.", "The Russell 1000 value index, which is heavily comprised of cyclical stocks such as financials and energy, added about 0.2 per cent while the Russell 1000 growth index, which includes technology stocks, dropped about 1.4 per cent.", "That rotation helped lift the Dow Jones Industrial Average to an intraday record high, led by UnitedHealth Group and Goldman Sachs Group, both up more than 2 per cent.", "The yield on the benchmark 10-year Treasuries crossed 1.75 per cent to hit a 14-month high a day after the Fed projected the strongest growth in nearly 40 years"], "Europe": ["Automakers lifted the German DAX share index to a record high, while broader European stocks inched towards all-time highs.", "An index of euro zone’s top 50 companies gained 0.5 per cent, briefly surpassing its peak hit in February last year, before the COVID-19 pandemic hammered financial markets.", "Germany’s blue-chip DAX rose 1.2 per cent, France’s CAC 40 was up 0.1 per cent, while Britain’s FTSE 100 reversed declines after the Bank of England said Britain’s economic recovery was gathering pace and left policy rates unchanged.", "“That tells us the Bank is much more closely aligned with the Federal Reserve’s attitude to recent market moves than the ECB’s,” said James Smith, developed markets economist at ING."], "Asia": ["Hong Kong stocks ended firmer, in line with broader Asian markets. The Hang Seng index closed 1.3 per cent higher, while the China Enterprises Index gained 1 per cent.", "“Hong Kong stocks will remain rangebound for the time being, given the recent correction in the A-share market that helped slowed down the pace of southbound flows via the Stock Connect linking mainland and the island city,” said Linus Yip, chief strategist at First Shanghai Group.", "“Some mainland mutual funds, which invest both in the onshore market and Hong Kong, could need to sell Hong Kong stocks to deal with redemptions following recent declines in the onshore market,” he added.", "Around the region, MSCI’s Asia ex-Japan stock index was firmer by 0.57 per cent, while Japan’s Nikkei index closed 1.01 per cent higher."], "Currencies": ["Sterling slipped against the dollar and cut some of its earlier gains versus the euro as the Bank of England warned the outlook for Britain’s recovery remained unclear, dampening some speculation the bank would signal a more confident outlook.", "The BoE kept unchanged its interest rates and its £895 billion bond-buying programme, as expected.", "Sterling was down 0.2 per cent versus the dollar to $US1.3939 at 1600 GMT. Versus the euro, it rose 0.2 per cent to 85.58 pence, after rising as much as 0.5 per cent on the day to its strongest in 13 months.", "“The BoE decided to marginally push back against market expectations of an earlier normalisation,” said Simon Harvey, Senior FX Market Analyst at Monex Europe. “Sterling exhibited the slight unwind of hawkish expectations after the headlines came in.”", "US 10-year Treasury borrowing costs vaulted above 1.74 per cent for the first time since January 2020, leading a worldwide move higher in bond yields after the Fed pledged to look past inflation and keep interest rates near 0 per cent until at least 2023.", "Government borrowing costs rose from Japan to Norway as signs grew of a global economic recovery gaining momentum, with some investors betting policymakers would have to act sooner rather than later.", "While Treasury yields slipped after the Fed’s Wednesday meeting, benchmark 10-year yields spiked in early London trade, denting the hitherto buoyant futures in the US Nasdaq tech shares index."], "Commodities": ["Oil prices fell for a fifth day on a stronger dollar, a further increase in US crude and fuel inventories and the weight of the ever-present COVID-19 pandemic.", "US crude recently fell 5.48 per cent to $US61.06 per barrel and Brent was at $US64.48, down 5.18 per cent on the day.", "OANDA’s Edward Moya writes, “The latest EIA crude inventory report indicated that crude inventories rose for a fourth straight week as refineries were forced to close owing to a cold snap. Inventories rose by 2.4 million barrels last week, disappointing the market.", "“After the API data on Tuesday estimated a 1 million barrel draw, hopes had been running high that the EIA release would also show a draw, but this was not the case.”"], "Australian sharemarket": ["Australia’s brightening employment picture could not save the performance of the banking sector on Thursday, dragging the broader market down 0.73 per cent as the market priced in future interest rate increases happening sooner.", "The S&P/ASX 200 Index dropped 49.3 points to 6745.9 and the All Ordinaries fell 0.63 per cent to 7,003.6.", "Large caps accounted for most of the losses with Commonwealth Bank of Australia dropping 1.6 per cent to $85.75. Other banks fell too: ANZ Banking Group was down 0.8 per cent to $28.14, Westpac declined 0.9 per cent to $24.44, and National Australia Bank decreased 0.9 per cent to $26.01."]}}