{"url_id": "8dd4a1be2c2d62fa0ab51678a0f7939a", "extraction_date": "05-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-rise-wall-st-stumbles-gold-loses-lustre-20210331-p57ffn", "topic": "World markets", "title": "ASX to rise, Wall St stumbles, gold loses lustre", "summary": "Australian shares are poised to open higher, despite weakness on Wall Street and in oil, iron ore and gold. $A slips on rising $US. Bitcoin eyes $US60,000.", "date": "Mar 31, 2021 – 5.16am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to open higher, defying losses in New York as well as a retreat in the prices of oil, gold and iron ore.", "ASX futures were up 56 points or 0.8 per cent to 6766 near 7am AEDT. The currency slipped below US76¢ amid a resurgent US dollar. The yield on the US 10-year note was up 1 basis point to 1.71 per cent; it rose as high as 1.77 per cent earlier in the session.", "Shares were lower on Wall Street at the close though both the S&P 500 and Nasdaq pared earlier losses. Unofficially, the Dow lost 104 points or 0.3 per cent; the S&P 500 was 0.3 per cent lower; the Nasdaq slipped 0.1 per cent.", "“US stocks are dropping on lacklustre volume, as investors anticipate the economy is about to run even hotter after President Biden lays out his long-term economic plan which will will have to come with tax increases,” Oanda’s Edward Moya said in a note.", "“Massive government spending is sending Treasury yields higher and that is triggering a much stronger US dollar.”", "Benchmark oil is flirting with a $US63 a barrel handle, gold slid below $US1700 an ounce. Bitcoin was hovering near $US59,000 shortly after 5am AEDT.", "It’s been a particularly tough time for gold and Capital Economics’ John Higgins sees more hurdles: “We expect the price to fall further as the US real yield curve continues to steepen.”", "Mr Higgins sees the price of gold sliding towards $US1600 by the end of 2021.", "The Washington Post reported that President Joe Biden is poised to detail plans to spend $US2.25 trillion on a jobs and infrastructure package. He’s set to speak about the plans in Pittsburgh on Wednesday local time.", "The newspaper reported that President Biden’s plan will include about $US650 billion for roads, bridges, highways and ports. The plan will also include in the range of $US400 billion toward home care for the elderly and the disabled, $US300 billion for housing infrastructure and $US300 billion to revive US manufacturing."], "Today's agenda": ["Local: February private sector credit and building approvals", "Overseas data: China March PMIs for manufacturing and services; Japan February industrial production; UK fourth quarter GDP; US March ADP employment report and Chicago PMI, February pending home sales"], "Market highlights": ["ASX futures up 56 points or 0.8% to 6766 near 7am AEDT", "AUD -0.5% to 75.93 US cents (Low 75.85)", "Bitcoin on bitstamp.net +2.2% to $US58,950 near 6.50am AEDT", "On Wall St near 4pm: Dow -0.3% S&P 500 -0.3% Nasdaq -0.1%", "In New York: BHP -0.2% Rio +1.2% Atlassian -0.1%", "Tesla +4% Apple -1.2% Goldman Sachs +2%", "In Europe: Stoxx 50 +1.1% FTSE +0.5% CAC +1.2% DAX 1.3%", "Spot gold -1.6% to $US 1684.83/oz in New York", "Brent crude -1.5% to $US64.04 a barrel", "US oil -1.7% to $US60.51 a barrel", "Iron ore -0.8% to $US166.58 a tonne", "2-year yield: US 0.14% Australia 0.07%", "5-year yield: US 0.90% Australia 0.87%", "10-year yield: US 1.71% Australia 1.77% Germany -0.29%", "US prices as of 4.32pm in New York"], "From today's Financial Review": ["Brisbane looking at Easter lockdown extension: The community spread of COVID-19 in the Queensland capital is making the prospect of a prolonged lockdown over the Easter weekend more likely.", "Qld’s COVID-19 luck has finally run out", "Qantas, Virgin cancel 75 Brisbane flights on first day of lockdown", "Chanticleer: Banks’ delicate dance with buy now, pay later sector: Afterpay says its partnership with Westpac shows its willingness to partner. But the group also knows how unique its huge customer base is – and that should worry the banks.", "Why wages are key to property crackdown: APRA’s Wayne Byres has signalled that borrowers’ incomes will be a key signpost for his organisation when it comes to intervening in the heated property market.", "To review more coverage from the AFR’s Banking Summit on Tuesday, click here."], "United States": ["“It’s somewhat of a leadership-less market,” Tim Ghriskey, chief investment strategist at Inverness Counsel in New York, told Reuters. “Investors’ preferences are flipping around here almost on a daily basis, primarily between tech plus and cyclicals.", "“Cyclicals have certainly had the upper hand here for a while, trading off the reopening of the economy. Tech plus holds in there because it’s really the promise of the future - it should provide investors with steady growth.”", "The Conference Board’s consumer confidence index jumped 19.3 points to a reading of 109.7 in March, the highest level since the onset of the pandemic a year ago. The increase was the largest since April 2003. Confidence remains well below its lofty reading of 132.6 in February 2020. Economists polled by Reuters had forecast the index would rise to 96.9.", "The survey’s present situation measure, based on consumers’ assessment of current business and labour market conditions, soared to a reading of 110.0 from 89.6 last month.", "The expectations index, based on consumers’ short-term outlook for income, business and labour market conditions increased to 109.6 from a reading of 90.9 in February.", "Oxford Economics: “The recovery in consumer confidence is set to continue in the coming months, buoyed by the combination of improving health conditions and wider vaccine distribution, stronger labour market trends, and generous fiscal transfers. This should support hearty consumer spending and pave the way for a mini boom in economic activity” for the next several months."], "Europe": ["European shares ended close to record highs on Tuesday on hopes of a vaccine-driven economic recovery, while investors looked past the fallout of a US hedge fund default that hit banking stocks a day earlier.", "The pan-European STOXX 600 index gained 0.7 per cent, trading less than a percent below its pre-pandemic peak.", "Bank stocks jumped 2.7 per cent, rebounding after a 1 per cent drop on Monday, as US and European government bond yields rose on hopes of stronger economic growth and inflation ahead.", "Swiss lender Credit Suisse fell 3.1 per cent, following its near 14 per cent slide in the previous session as it warned of “highly significant and material” losses after the fund, named by sources as Archegos Capital, defaulted on margin calls.", "“Though Archegos uncertainties are still hanging over the markets, European investors felt settled enough to push the region’s indices higher,” Connor Campbell, a financial analyst at SpreadEx, said in a note.", "The German DAX rose 1.3 per cent to scale a record high, boosted by auto makers and a 1.6 per cent rise in Deutsche Bank.", "“If all goes well in the next 48 hours, it (the DAX) could close out March above 15,000,” said Campbell.", "The benchmark STOXX 600 is on course to end the first quarter with a near 8 per cent gain - its fourth straight quarterly rise - as global growth optimism overshadowed sluggish vaccination drives in the euro zone and new coronavirus-related lockdowns.", "“The light at the end of the tunnel is getting brighter and equities remain the top choice for investors despite the recent turbulence and inflation fears,” said Milan Cutkovic, market analyst at Axi."], "Asia": ["China shares climbed more than 1 per cent on Tuesday, underpinned by gains in new energy and healthcare stocks, as investors cheered upbeat corporate earnings.", "The blue-chip CSI300 index rose 1.0 per cent, to 5094.73, while the Shanghai Composite Index added 0.6 per cent to 3456.68. Both indexes were up for a third straight session.", "Leading the gains, the CSI300 new energy index and the CSI300 healthcare index rose 2.1 per cent and 1.7 per cent, respectively.", "Chinese electric vehicle maker BYD Co, which is backed by billionaire Warren Buffett, on Monday reported a 162 per cent growth in 2020 net profit as it became a major mask maker during the COVID-19 pandemic."], "Currencies": ["Oanda on bitcoin: “Another day, another massive cryptocurrency endorsement from Wall Street. Bitcoin is rising again after PayPal launched “Checkout with Crypto”, a new feature which significantly expands the utility of cryptocurrency.", "“So you are not necessarily holding bitcoin with PayPal, but regardless this announcement is further proof of mainstream acceptance. Bitcoin has tentative resistance at the $US60,000 level, but momentum from yesterday’s Visa news should be enough to keep the bullish trend going strong.”", "Scotiabank on the latest Euro zone inflation data: ”The first readings for March CPI across the Eurozone came in stronger than expected this morning. Spanish CPI climbed to 1.2% y/y (0.9% consensus, -0.1% prior).", "“German CPI climbed to 2.0% y/y (1.6% prior) and landed on consensus. Individual German states saw gains of between 0.4-0.7% in headline CPI rates of between 1.7-2.0%.", "“The Eurozone inflation gains appear to be mostly driven by base effect shifts driven by fuel and electricity prices. Spanish core inflation excluding energy and non-processed food was up by only 0.3% y/y and unchanged from the prior month, leaving the headline rise to be driven by fuel and electricity.”"], "Commodities": ["Saudis to press OPEC+ to extend oil cuts into June: Four OPEC+ sources told Reuters that fresh pandemic lockdowns would most likely encourage the group to extend cuts into May when it meets on Thursday.", "Higher Chinese imports herald coming copper scrap surge: China has historically been the world’s largest buyer of copper scrap but imports seemed in danger of disappearing altogether.", "China flat steelmakers set to cash in on manufacturing boom: Prices for hot rolled coil (HRC) - flat steel rolled at high temperatures for use in cars, home appliances and machinery - have climbed 50 per cent in the past six months."], "Australian sharemarket": ["ASX falls 0.9pc as AGL dips and Qld outbreak hits travel stocks: The ASX added to weekly losses on Tuesday, with AGL and miners leading the market lower and travel stocks under pressure after Queensland reported new COVID-19 cases.", "Market dislocations ripe for the picking: The market dislocation caused by rising interest rates and the rapid economic recovery could be a hunting ground for investors looking to deploy spare capital."]}}