{"url_id": "94cbbee5d21903825ca8bf168f8d6301", "extraction_date": "13-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-edge-down-wall-st-slips-a-steady-20210413-p57imx", "topic": "World markets", "title": "ASX to edge up, S&P 500 ends modestly lower", "summary": "Australian shares are set to rise at the open, as US stocks pared losses late. Oil and iron ore rise. NAB business survey on Tuesday’s agenda.", "date": "Apr 13, 2021 – 4.14am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to edge higher at the open. Gold was lower, while oil and iron ore advanced. Bitcoin briefly traded towards $US61,000.", "ASX futures were 15 points or 0.2 per cent to 6964 near 7am AEST, reversing earlier singe-digit losses. The currency was flat. The yield on the US 10-year note edged 1 basis point higher to 1.67 per cent. Bitcoin was hovering near $US60,000 on bitstamp.net at about 7.15am AEST.", "On Wall Street, all three benchmarks were lower in late trading, though off their session lows heading towards the close, ahead of Tuesday’s CPI report and first-quarter reports from the banks later this week. The VIX edged up 1.3 per cent to 16.91.", "The S&P 500 finished down less than 1 point. Three of the S&P 500’s 11 industry sectors were lower, paced by energy, communication services and information technology.", "In a note, BCA said economic fundamentals remain supportive for US equities, and data releases are justifying this optimism.", "“PMIs show the recovery is on track, labour market dynamics are improving, and consumer sentiment is rebounding smartly. While interest rates are rising, they remain far from restrictive territory. Extremely accommodative fiscal and monetary policies are essentially creating a goldilocks backdrop for US stocks.”", "BCA, however, said investors “should not become overly complacent”. The BCA Equity Capitulation Index is at its highest level since 1976. Readings this high are historically followed by a 10 per cent or more correction in the S&P 500.", "“Equities are priced for perfection and are thus vulnerable to any bad news,” BCA also said. “Negative surprises over the near-term – stemming from a growth disappointment, pandemic developments, domestic policy surprises, China’s growth deceleration, or geopolitical tensions – could therefore trigger a tactical pullback.", "“While this warrants caution over the very near-term, our 12-month constructive view for equities remains intact.”"], "Today's agenda": ["Local: NAB March business survey", "Overseas data: China March trade balance; Euro zone ZEW expectations April; US March CPI", "TD on US price data: “The CPI report is likely to show an m/m as well as y/y pickup, and not just due to energy prices this time. We forecast a 0.6 per cent m/m jump in the headline (consensus: 0.5 per cent). We caution against extrapolating, but the core reading will probably be boosted by a bounce in travel prices, most notably for airfares, hotels, and used vehicles (TD: 0.3 per cent m/m; consensus: 0.2 per cent).”"], "Market highlights": ["ASX futures 15 points or 0.2 per cent to 6964 near 7am AEST", "AUD flat to 76.23 US cents", "Bitcoin on bitstamp.net +0.6% to $US60,012 as of 5.56am AEST", "On Wall St: Dow -0.2% S&P 500 -0.02% Nasdaq -0.4%", "In New York: BHP -1% Rio -0.6% Atlassian +2.3%", "Tesla +3.7% Alphabet -1.4% Apple -1.3%", "In Europe: Stoxx 50 -0.4% FTSE -0.4% CAC -0.1% DAX -0.1%", "Spot gold -0.7% to $US1731.79/oz at 2pm New York time", "Brent crude +0.6% to $US63.34 a barrel", "US oil +0.7% to $US59.74 a barrel", "Iron ore +0.6% to $US174.57 a tonne", "2-year yield: US 0.17% Australia 0.06%", "5-year yield: US 0.88% Australia 0.81%", "10-year yield: US 1.67% Australia 1.76% Germany -0.30%", "US prices near 4.59pm in New York"], "From today's Financial Review": ["Holidays at home boost economy: Domestic spending added $7.5 billion to the economy in the December quarter, more than offsetting the impact of international border restrictions.", "May budget should launch fiscal reset", "Morrison government needs a booster shot", "Surplus in four years? Deutsche says it is conceivable", "Why the ACCC isn’t done with Big Tech just yet: Consumer and competition tsar Rod Sims now has scam advertisements on Facebook and small business ‘shakedowns’ at Google in his sights.", "Chanticleer:: Renaissance of the value fundies: Value fund managers who stuck to their investment process during the tough years leading into the pandemic have been vindicated with the release of strong March quarter performance figures."], "United States": ["Microsoft it would buy artificial intelligence and speech technology firm Nuance Communications for about $US16 billion, as it builds out its cloud strategy for healthcare and enterprise customers.", "Bank of America lifts its 2021 EPS estimate for the S&P 500. “We raise our 2021 S&P 500 EPS forecast by $US20 to $US185 (+32 per cent YoY) from $US165 (+20 per cent), reflecting an improved economic outlook and much stronger-than-expected earnings recovery so far.", "“Strong GDP growth (house view: +7 per cent) and higher oil prices (house view: +53 per cent YoY) should drive a cyclical rebound in earnings - our multivariate regression framework based on the two variables points to 38 per cent YoY growth this year.", "“Banks’ lower loan provisions itself is also estimated drive about 5ppt of growth this year. Buybacks have started accelerating, and we expect 0.5ppt benefits this year vs. post-crisis avg. of 1ppt. But supply chain issues and cost pressure are main swing factors that we are watching. Our EPS of $US185 is now 5 per cent above consensus at $US177, led by inflation and capex beneficiaries (e.g. Industrials, Materials, Energy). For 1Q, we forecast a 6 per cent beat.”", "BofA said it set it first forecast for 2022 EPS at $US205 (+11 per cent YoY), 1 per cent above consensus.", "Fundstrat Global’s Washington policy strategist Tom Block said while there’s work to be done, “I continue to believe that there is a 75 per cent chance a significant infrastructure bill will pass” later this calendar year.", "As per President Biden’s budget proposals, Mr Block said he expected to see Democrats agree to a higher percentage increase for defence spending as a compromise for Republicans agreeing to support more domestic spending.", "Canaccord Genuity raised its rating on Tesla to “buy” and compared its brand to Apple. Analyst Jed Dorsheimer upgraded Tesla to “buy” from “hold” and increased his price target to $US1071, the second highest among 37 analysts tracked by Refinitiv."], "Europe": ["European stocks fell on Monday from all-time highs as investors booked profits ahead of the quarterly corporate earnings season, while two French utility companies surged on news of a merger deal after months of wrangling.", "Shares of Veolia and Suez surged 9.7 per cent and 7.7 per cent after the waste and water management companies agreed on a merger deal worth nearly €13 billion.", "The benchmark pan-European STOXX 600 index ended about 0.5 per cent lower after closing at a record high on Friday, with technology, travel and leisure and commodity stocks leading declines.", "Britain launches independent inquiry into Greensill lobbying: The probe will scrutinise ex-PM David Cameron’s dealings with Boris Johnson’s government, and also the role he gave Lex Greensill when in power himself.", "Pantheon Macroeconomics says European equity valuations have risen ahead of fundamentals: “The disconnect between the macro data and market prices in the Euro zone is wide as ever.”", "While retail sales recovered in February and March, the drop in January is expected to lead to a first-quarter decline. In addition, industrial output appears to have slowed more than expected, Pantheon said, “risks are now tilted to the downside for headline GDP growth at the start of the year.", "“Adding insult to injury, we can be certain that any rebound in economic activity towards the end of Q1 will be cut short at the start of the second quarter, due to new virus restrictions.”", "Pantheon said the MSCI EU, ex-UK, has rallied 36 per cent since the nadir in March last year, in sharp contrast to the 44 per cent. plunge in trailing 12 month earnings. “As a result, investors are now paying over 40 times earnings for the privilege of investing in EZ equities.”", "Forward earnings currently are implying a 200 per cent increase in nominal profitability over the next 12 months, which Pantheon called “punchy”; “We are willing to bet that the post-pandemic policy environment will remain accommodative, but there is an upper limit to everything, even equity valuations and returns.”"], "Asia": ["Alibaba does not expect any material impact from the antitrust crackdown in China that will push it to overhaul how it deals with merchants, its CEO said, after regulators fined the e-commerce giant $US2.75 billion for abusing market dominance.", "US-listed shares of Alibaba jumped near 9 per cent and were set for their best day since July last year as a key source of uncertainty for the company was removed.", "China shares dropped on Monday, weighed down by materials and transport stocks, as worries over policy tightening persisted on expectations of upbeat economic data due later this month.", "The blue-chip CSI300 index fell 1.7 per cent, to 4947.75, while the Shanghai Composite index shed 1.1 per cent to 3412.95.", "China’s first quarter economic growth data - to be released at midday AEST on Friday - probably would beat market expectations, which could raise worries over a quick tightening of monetary policy, Huaan Securities said in a report.", "The market could also encounter challenges as much stronger-than-expected PPI could lead to marginal changes in monetary policy, the brokerage added.", "At the close of trade in Hong Kong, the Hang Seng index was down 245.52 points, or 0.9 per cent, at 28,453.28. The Hang Seng China Enterprises index fell 0.9 per cent to 10,874.83.", "Falling the most, the Hang Seng tech index and the Hang Seng consumer discretionary index dropped 1.6 per cent and 2 per cent."], "Currencies": ["Capital Economics’ Jonathan Petersen said he sees a weaker euro as 2021 progresses for three key reasons. First, it expects US government bond yields to rise faster relative to those in Europe as the pace of vaccination accelerates in the US.", "Second, ECB has expressed a greater willingness than the Fed to push back on rising government bond yields.", "Third, the latest data show that speculative positioning for the euro has not yet fully normalised from the extreme level reached at the end of last year.", "“Taking this all into account, we think the factors that have pushed the euro lower since January will cause it to fall to $US1.15/€ by year-end,” Mr Petersen said. The euro was trading at $US1.1914 at about 1.30pm in New York on Monday (Tuesday AEST)."], "Commodities": ["Marex Spectron said China “remains keen to cap metals prices and comments from China National Radio ... reflecting this sees Asian stock markets come under pressure. The state-run station cited Premier Li as saying China will strengthen controls on the raw materials markets to help limit costs for companies.", "“This followed comments last week from the Financial Stability and Development Committee that the authorities ‘should keep a close eye on commodities prices’.”", "In the wake of Mr Li’s comments, the most active steel rebar on the Shanghai Futures Exchange, for October delivery, fell as much as 2.9 per cent to 4937 yuan ($US753.44) a tonne. The contract closed down 2 per cent at 4985 yuan.", "Based on data in Energy Information Administration’s Monthly Energy Review, energy-related carbon dioxide (CO2) emissions decreased by 11 per cent in the United States in 2020 primarily because of the effects of the COVID-19 pandemic and related restrictions. US energy-related CO2 emissions fell in every end-use sector for the first time since 2012.", "“Within the US power sector, emissions from coal declined the most, at 19%. Natural gas-related CO2 rose by 3 per cent,” the EIA said.", "In 2020, as fossil fuel generation declined, generation from renewables continued to grow, the agency said. Generation from wind and solar together increased by 17 per cent in 2020 This shift in the United States toward renewable generation sources helped to lower the carbon emissions per unit of electricity generated, also known as carbon intensity."], "Australian sharemarket": ["Reddit-fuelled ‘stonks’ stoke ASX controversy: Mega-rallies in stocks like 88 Energy, Race Oncology, and Oneview Healthcare are raising questions over new market forces.", "Bank share prices could rise a further 15pc: Wilsons strategist David Cassidy believes that there are about another six months to run in the market rotation to beaten-down value stocks. That shift favours the banks.", "ASX sags 0.3pc as miners pull back: The Australian market sagged on Monday as shares retreated further from last week’s post-pandemic intraday high, with miners weighing on the benchmark."]}}