{"url_id": "e507bc2eb94fd229ab0c16ceb9b265c8", "extraction_date": "11-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-slip-wall-st-poised-to-end-higher-20210409-p57hoy", "topic": "World markets", "title": "ASX to rise, S&P 500 resets closing record high", "summary": "Australian shares are set to edge higher at the open as Wall Street’s benchmark extended its rally. $A up. US 10-year yield drops.", "date": "Apr 9, 2021 – 5.29am", "author": "Timothy Moore", "text": {"heading": ["Australian shares are poised to edge higher at the open after global equities extended their advance with more record highs.", "ASX futures were up 2 points to 6961 near 7am AEST, reversing modest overnight losses in the last hour. The currency was up 0.5 per cent.The yield on the US 10-year note tumbled 5 basis points to 1.62 per cent at 4.59pm in New York.", "On Wall Street, all three equity benchmarks were higher, with the Nasdaq up 1 per cent. The S&P 500 added 0.4 per cent to 4097.17; the Dow edge up 0.2 per cent to 33,503.57.", "“Percolating risks that include tax fears and a hot economy that triggers a sooner-than-expected scaling back of the Fed’s massive bond-buying program are unlikely to derail the current risk appetite for equities,” Oanda’s Edward Moya said in a note.", "The NYSE Fang + Index was 1.4 per cent higher. Both Apple and Microsoft were up more than 1 per cent respectively.", "Kristina Hooper, chief global market strategist at Invesco, said in a tweet: “Rising interest rates have caused some concern for tech investors, but I don’t think the run in tech and innovation trade is over.”", "“As the end of the pandemic has come closer into view and value stocks do better in anticipation of a full reopening, the environment should theoretically be better for international stocks,” LPL Financial equity strategist Jeffrey Buchbinder said in a note.", "“But the global dominance of the US market has continued in 2021, in part due to sluggish vaccine distribution in Europe, and LPL Research continues to favour US stocks over those in Europe and Japan.”", "Still, not all strategists are on the same page.", "Scott Minerd, global chief investment officer at Guggenheim, tweeted that “complacency is rising and the market is vulnerable”. He pointed to the VIX in particular.", "The VIX was 1.2 per cent to 16.95; it closed slightly higher than 24 a month ago. It traded above 30 during the late January meme stock surge.", "In a comment on Friday’s US jobs data, Mr Minerd said investors should not mistake rapid jobs growth as a sign of labour market strength. “A simple way to see the depth of the jobs hole is the employment to population ratio, which accounts for both job loss and labour force dropouts.", "“At 57.6 per cent, it sits over 3 percentage points (representing over 9 million jobs) below the pre-pandemic level, which the Federal Reserve has identified as a key marker on the path toward full employment.”", "The key local focus will be the RBA’s Financial Stability Review late this morning.", "Here’s what TD Securities said it does not expect any market moving news, with the bank sticking to its own script.", "“The bank is likely to cite the greater risk to financial stability emerges from a premature tightening of policy. This reinforces the bank’s pledge to maintain easy monetary conditions.", "“Expect the Bank to reiterate that lending standards remain sound, despite the run up in asset prices, and that while lending to owner-occupiers has picked up that lending to business remains weak. The RBA cited a pick up in business investment as one of the signs they are looking for to support a pick up in wage growth.”"], "Today's agenda": ["Local: AiG performance of services March, RBA Financial Stability Review at 11.30am AEST", "Overseas data: China March CPI and PPI; US March final PPI"], "Market highlights": ["ASX futures up 2 points to 6961 near 7am AEST", "AUD +0.5% to 76.54 US cents", "Bitcoin on bitstamp.net +2.1% to $US57,500 near 7.15am AEST", "On Wall St: Dow +0.2% S&P 500 +0.4% Nasdaq +1%", "In New York: BHP+0.1% Rio +0.2% Atlassian +3%", "Tesla +1.9% Apple +1.9% Microsoft +1.3%", "In Europe: Stoxx 50 +0.5% FTSE +0.8% CAC +0.6% DAX +0.2%", "Spot gold +1% to $US1754.99/oz at 3.19pm New York time", "Brent crude +0.1% to $US63.25 a barrel", "US oil -0.1% to $US59.72 a barrel", "Iron ore -0.3% to $US173.71 a tonne", "2-year yield: US 0.15% Australia 0.06%", "5-year yield: US 0.84% Australia 0.79%", "10-year yield: US 1.62% Australia 1.73% Germany -0.34%", "US prices as of 4.59pm in New York"], "From today's Financial Review": ["ASX breaches 7000 points level as pandemic memories fade: The Australian blue-chip index will join its counterparts in the US and Europe if it can reach a record high as global stock markets soar.", "Grant King to overhaul the Climate Change Authority: The Morrison government is looking to overhaul the body for the first time since 2015.", "NZ rules could wipe 20pc off home values: Goldman Sachs: Restrictions on New Zealand residential property investment could hold back house price growth by as much as 20 per cent, Goldman Sachs estimates.", "Bosses want tougher rules to fire workplace sex pests: Prime Minister Scott Morrison pledged to empower bosses to fire workers for ‘despicable’ behaviour, but employers want unfair dismissal laws rewritten to rule out compensation or reinstatement of offenders."], "United States": ["US investor optimism rises to more than three-year high: Bullish sentiment is running rampant on Wall Street with expectations that prices will rise near term at their highest since early January 2018.", "The US has fully vaccinated 19.9 per cent of its population, or 66.2 million people, according to an update from the Centres for Disease Control and Prevention.", "Bank of America to lift salaries for its junior investment bankers: The increase is the latest effort by a Wall Street bank to boost compensation to offset intense workloads as the pandemic drags on.", "GM and Ford both said they will cut more vehicle production due to a semiconductor chip shortage that has roiled the global automotive industry.", "The White House plans a summit on the chip shortage issue next Monday that is expected to include GM chief Mary Barra and Ford boss Jim Farley and top technology firm executives.", "A US auto industry group this week urged the government to help and warned that a global semiconductor shortage could result in 1.28 million fewer vehicles built this year and disrupt production for another six months.", "President Joe Biden wants at least $US50 billion to help boost US semiconductor production, but that will not address short-term needs. “This is something that there is a great deal of focus at the highest level across government,” White House spokeswoman Jen Psaki said."], "Europe": ["European stocks hit record highs on Thursday as optimism grew around a global stimulus-fuelled economic rebound after the US Federal Reserve signalled it was in no hurry to tighten its monetary policy.", "The pan-European STOXX 600 index rose 0.6 per cent, adding to gains notched earlier this week when the index erased all of its pandemic-driven losses.", "Data showed German industrial orders rose for the second month in a row in February, driven by strong domestic demand - a further sign that manufacturers are set to cushion a pandemic-related drop in overall output in the first quarter."], "Asia": ["Hong Kong stocks closed higher on Tuesday, in line with other Asian markets, as investors remained focused on the global vaccination program.", "At the close of trade, the Hang Seng index was up 239.20 points or 0.8 per cent at 28,577.50. The Hang Seng China Enterprises index rose 0.7 per cent to 11,020.87.", "The Hang Seng index could remain rangebound in the short term, given the uncertainties around the Sino-US tensions, inflation and overseas markets, Guodu Hong Kong noted in a report.", "China finalised a sweeping overhaul of Hong Kong’s electoral system on Tuesday, Xinhua news agency reported, drastically curbing democratic representation in the city as authorities seek to ensure “patriots” rule the global financial hub.", "The measures are part of Beijing’s efforts to consolidate its increasingly authoritarian grip over its freest city following the imposition of a national security law in June, which critics see as a tool to crush dissent.", "China’s main Shanghai Composite index closed up 0.6 per cent at 3456.68, while the blue-chip CSI300 index ended up 1 per cent."], "Currencies": ["RBC Capital on the Aussie: “AUD was a middle of the pack performer in March, gaining against NZD but falling against CAD and a broadly strongerUSD.”", "As has been the case in the last few months, the direction of the US dollar dominated in March, RBC noted in its monthly FX Markets report card.", "As per the Aussie, RBC said domestic factors have played “a limited role” in driving the dollar “in recent months as forward rate expectations have settled at the effective zero bound”.", "RBC said it expected Friday’s RBA Financial Stability Report to focus on the danger of housing market overheating and the RBA to start preparing the ground for macro-prudential measures to rein in house prices later thisyear.", "“As was the case with NZD, this is probably a downside risk for the currency, though again we would stress the limited scope for substitution with conventional monetary policy when rate expectations are as firmly anchored as they are currently.", "“The same is true of the RBA QE programme, which we continue to think is having a more limited impact on AUD than the RBA’s research shows. We have downside bias for AUD/USD near-term, though this mostly reflects ourpositive USD stance.”"], "Commodities": ["China’s steel futures inched lower on Thursday, retreating from record highs touched in the previous session.", "Analysts said moves to rein in steel output in China - the world’s top producer and exporter of the construction and manufacturing material - should keep any pullback in prices in check.", "Construction steel rebar on the Shanghai Futures Exchange ended the daytime trading session 0.2 per cent lower at 5115 yuan ($US781.39) a tonne.", "Hot-rolled coil, used in car bodies and home appliances, dropped 1.7 per cent to 5490 yuan a tonne, snapping a seven-day rally.", "As improved steel profit margins prompted Chinese mills to ramp up output, Sinosteel Futures analysts said, “a high level of destocking must be maintained to help support high prices”.", "Robust domestic demand fuelled a rally in steel prices recently, along with concerns over output curbs as China rolls out new policies focusing on tighter environmental control that limits production capacities of mills.", "Several heavy-polluting mills in China’s top steelmaking city of Tangshan have been subjected to more severe production restrictions that could also be imposed in other areas.", "“This is the first time the Chinese government is looking at the steel industry from an environmental angle on nationwide basis,” J.P. Morgan analysts said in a note.", "“We are seeing increasing prospects that these structural changes will lead to long-term improvement in steel margins.”"], "Australian sharemarket": ["ASX rises 1pc, extending its 13-month high", "The Australian sharemarket extended its strong start to the month on Thursday, with the miners and big four banks supporting the rise."]}}