{"url_id": "f1b402e2e349b81c798c7e8838039a73", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-to-lift-slightly-as-markets-focus-on-us-fed-20210315-p57azs", "topic": "World markets", "title": "ASX to lift slightly as Wall St hits high amid focus on central banks", "summary": "Australian shares are set to open slightly higher as markets watch the US Federal Reserve and Europe shuts down the AstraZeneca vaccine.", "date": "Mar 16, 2021 – 5.15am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are set to open slightly higher as markets watch the US Federal Reserve and Europe shuts down the AstraZeneca vaccine.", "Wall Street climbed, with the Dow hitting an intra-day record high, as investors awaited cues from the Fed this week amid caution over rising borrowing costs spurred by massive fiscal stimulus.", "The World Health Organisation urged people not to panic as France, Italy, Germany and Spain all suspended the AstraZeneca’s COVID-19 vaccine to investigate possible side-effects.", "The first half of this week is dominated by the US Federal Reserve’s two-day meeting. Edward Moya from OANDA writes that US stocks should have a boring lead-up heading into a group of central bank decisions, with many focusing on the Fed.", "“The Fed can’t be happy with how quickly the steepening of the curve is happening, but they will not deviate from the stance that if inflation does occur, policymakers will be able to deal with it,” he writes in an advisory note.", "“Many traders will primarily focus on the dot plots and everyone is likely to upgrade their growth projections, but mostly remain stubbornly cautious with calls for a first Federal Funds rate hike.", "Federal Reserve chairman Jerome Powell will rely on the short-term risks to the outlook to defend his ultra-easy monetary stance. Wall Street should expect the Fed to signal interest rates will remain near zero through 2023.”", "“In our view, as the pandemic eases major central banks will generally take a more cautious approach to tightening monetary policy than they did in the past. This underpins our forecast that the yields of 10-year government bonds will rise only gradually from here, even as the global economy continues to recover,” writes Simona Gambarini from Capital Economics.", "“We think that investors are generally too hawkish on the prospects for monetary policy across DMs, particularly when it comes to the US and the UK.”"], "Today's agenda": ["Local: Australia RBA board meeting minutes; weekly payrolls to February 27; ABS house prices.", "Overseas data: Euro zone ZEW expectations March; Japan industrial production January; US total net TIC flows January; US NAHB housing market index March; FOMC policy meeting."], "Market highlights": ["ASX futures up 7 points or 0.1% to 6785 near 5am AEST", "AUD -0.16% to 77.49 US cents", "Bitcoin on bitstamp.net $US55,970.76", "On Wall St: Dow +0.1% S&P 500 flat Nasdaq +0.4%", "In Europe: Stoxx 50 -0.1% FTSE -0.2% DAX -0.3% CAC -0.2%", "In New York: BHP -2.6% Rio -2.9% Atlassian +0.6%", "Spot gold +0.5% to $US1728.40 an ounce at 1.40pm New York time", "Brent crude -0.6% to $US68.81 a barrel", "US oil -0.5% to $US65.28 a barrel", "Iron ore +1.3% to $US163.33 a tonne", "2-year yield: US 0.15% Australia 0.06%", "5-year yield: US 0.83% Australia 0.88%", "10-year yield: US 1.61% Australia 1.78% Germany -0.34%"], "From today's Financial Review": ["Morrison digs in as rallies rage: Christian Porter’s decision to sue the ABC has done nothing to dampen demands for an independent inquiry into his fitness to remain in office while his MPs worry about to end the damaging issue.", "Forrest willing to fund $1b green power station in NSW: The mining billionaire says he will build a $1 billion gas and hydrogen fuelled power station at Port Kembla to supply NSW with clean energy.", "Chanticleer: The Great Disruption comes for investment banking: Global investment bank UBS will be hard to topple from its leading positions in equity capital markets and M&A in Australia. But Barrenjoey is doing all the right things to achieve that goal."], "United States": ["Wall Street climbed, with the Dow hitting an intra-day record high, as investors awaited cues from the Fed this week amid caution over rising borrowing costs spurred by massive fiscal stimulus. The S&P 500 was on track to close at its highest level ever, lifted by a 1.85 per cent rise in Apple.", "Delta Air Lines, Southwest Airlines and JetBlue Airways said leisure bookings are rising and offered some of the first concrete signs that the worst may be over for the airline industry.", "The S&P 1500 airlines index jumped over 3 per cent to a one-year high, while other travel-related stocks, including Carnival Corp, Wynn Resorts and MGM Resorts gained between 2 per cent and 5 per cent.", "Most of the 11 major S&P sector indexes rose, led by utilities and real estate, both up over 1 per cent.", "The major stock indexes on Friday logged their best week in six after approval of a $US1.9 trillion aid bill and mass vaccinations accelerated demand for stocks expected to outperform as the economy reopens, such as banks, energy, materials companies.", "The Russell growth index rose 0.4 per cent, slightly outperforming the Russell value index’s 0.1 per cent rise in a modest reversal of investors’ recent trend away from technology and other high-growth stocks"], "Europe": ["European stocks ended flat, with declines led by financial and mining stocks, while gains in betting firm Flutter Entertainment and optimism about a strong economic rebound helped limit losses.", "The pan-European STOXX 600 index was flat, inching closer to a record peak set last year, with travel and leisure , automakers and food & beverage sectors among the top gainers.", "Basic resources and energy stocks fell 1.5 per cent each, while financials dropped 1 per cent.", "Flutter jumped 6.8 per cent to the top of UK’s FTSE 100 index after the betting group said it was considering listing a small shareholding of its U.S. FanDuel business.", "Danone gained 2.9 per cent after the company’s board ousted Chairman and Chief Executive Emmanuel Faber due to growing pressure from shareholders. Its stock was on course to post its biggest percentage gain in more than four months.", "The STOXX 600 index is 2.6 per cent away from its all-time high, but trading has been volatile on worries that a rise in inflation could pressure central banks to put a lid on easy money, which is vital for economic recovery.", "“It is like the markets have remembered to be happy about economic recovery again,” said Russ Mould, investment director at AJ Bell."], "Asia": ["Hong Kong stocks ended marginally higher on Monday, underpinned by heavyweight financial firms, after China posted better than expected factory activity data. The Hang Seng index rose 0.3 per cent, while the China Enterprises Index lost 0.3 per cent.", "Leading the gains, the Hang Seng financials index climbed 1.7 per cent, while the Hang Seng energy index added 1.8 per cent.", "China’s factory and retail sector activity surged in the first two months of the year, beating expectations, as the economy consolidated its brisk recovery from the coronavirus paralysis of early 2020.", "While the impressive set of numbers released on Monday were heavily skewed by the very low base from last year’s massive slump, analysts said they nonetheless showed China’s strong rebound remained intact.", "Bucking the broad strength, the Hang Seng tech index dropped 2.3 per cent amid anti-monopoly worries. Gaming giant Tencent Holdings shed 3.5 per cent."], "Currencies": ["The dollar gained for a third straight session, as traders cut their bearish bets on the greenback to four-month lows. Sterling fell again as the European Union launched legal action against unilateral British changes to Northern Irish trading arrangements.", "Europe’s government bond yields were lower on Monday, tracking moves in US Treasury yields.", "Rising bond yields have spooked markets so far in 2021, with market participants worried that an economic recovery from the pandemic and fiscal stimulus could cause a spike in inflation due to pent-up consumer demand when lockdowns end.", "Rising inflation could hurt bond prices as it may spur the European Central Bank to dial back its monetary stimulus.", "US Treasury yields were close to a 13-month peak, pushed higher by bets that economic growth in the United States will accelerate after President Joe Biden’s $US1.9 trillion stimulus bill got its final approval last week."], "Commodities": ["AxiTrader’s Stephen Innes writes, “It’s encouraging for higher prices to see that US producers appear to be maintaining discipline despite the rise in oil prices this year.", "“Weekly rig data from Baker Hughes showed a decline. The drillers’ response suggests a level of caution that would not usually be evident with an oil price move of this magnitude. Whether this discipline will hold remains to be seen, and the potential for a US supply response remains one of the critical risks for oil this year.”", "GV Gold PJSC, a Russian gold miner backed by BlackRock, is planning an initial public offering in Moscow that may raise as much as $US500 million.", "A group of shareholders including BlackRock plans to sell shares, GV Gold said in a statement on Monday, without giving further details. They’re seeking a valuation for the company of as much as $US1.8 billion, people familiar with the matter said, declining to be identified as the information is not public."], "Australian sharemarket": ["Australian shares managed to eke out a small gain at the start of the week as gains for financials and healthcare sector offset tech losses against another surge in bond yields.", "The S&P/ASX 200 index rose just 0.1 per cent, or 6 points, to end the day at 6773.00.", "On Wall Street on Friday, US shares diverged as the Dow Jones industrial index hit its fifth straight record and the S&P 500 ended slightly higher, but the Nasdaq fell.", "The tech-heavy Nasdaq suffered after long-dated bond yields surged in the US on Friday. The yield on the benchmark 10-year note hit 1.642 per cent, the highest level since February 2020."]}}