{"url_id": "f371c4861b0f7e778d648d8aeeb7cfed", "extraction_date": "07-04-2021", "url": "https://www.afr.com/markets/equity-markets/asx-futures-fluctuate-as-fed-leaves-rates-unchanged-20210317-p57bq2", "topic": "World markets", "title": "ASX futures fluctuate as Fed leaves rates unchanged", "summary": "Australian shares are set for an uncertain open as bond yields fell from earlier peaks. As expected, the Federal Reserve has made no changes in its QE program.", "date": "Mar 18, 2021 – 5.01am", "author": "Natasha Rudra", "text": {"heading": ["Australian shares are set for an uncertain open as the Federal Reserve made no changes to monetary policy, leaving interest rates in the 0.0 per cent to 0.25 per cent range. ASX futures were flat at 6.14am AEDT after earlier being up, then down.", "The S&P 500 and the Nasdaq trimmed earlier losses after the Fed statement. Bond yields fell back from earlier peaks after the US/German 10-year yield gap reached a 13-month high.", "The US Federal Reserve foresees the economy accelerating quickly this year but still expects to keep its benchmark interest rate pinned near zero through 2023, despite concerns in financial markets about potential higher inflation.", "The Fed also said that it foresees the economy growing at a 6.5 per cent pace this year, up from a previous projection in December of 4.2 per cent. It also expects inflation to reach 2.4 per cent in 2021, above its target of 2 per cent, but expects inflation to fall back to around 2 per cent in 2022.", "Markets had focused on the Fed’s so-called “dot plot,” which shows the outlook for its policy rate. While some economists expect this will show one rate hike for 2023 versus none in December, an unchanged median dot for that year could be seen as Fed pushback against the recent bond market sell-off.", "“I think the dots here - given that the median expectation is still after 2023 of a rate hike - I think it will actually act to anchor rate expectations,” Tiffany Wilding, Pimco US economist, told Bloomberg in the wake of the decision.", "Anu Gaggar, senior global investment analyst for Commonwealth Financial Network, called the meeting critical and inconsequential at the same time.", "“What the market was laser focused on was where the infamous dots plotted, particularly for the latter half of 2023. In the December meeting, the vast majority of dots were pinned to the floor. That remained the case in this meeting as well but there were more members that plotted hikes in 2022 and two dots were plotted above 1 per cent in 2023,” she said.", "“Fed officials acknowledged the improving economic outlook and updated GDP growth expectations to 6.5 per cent for 2021 before cooling off in later years. This is quite an improvement from the median expectation of a 4.2 per cent growth expected in December. This, however, was already baked in by the markets. Inflation expectations moved higher as well, to 2.2 per cent. There was no mention of any intention for Operation Twist.", "“Many on the Street were looking for a hawkish Fed, in so far as dots at least. With the 2023 median plot still hugging the floor, stocks and bonds are rising again. This is like a Goldilocks market – strong economic growth, moderately higher inflation, rebounding earnings, and very easy monetary conditions.”", "Wells Fargo & Co. chief Charlie Scharf says US consumer spending is likely to be the strongest in 70 years over the next two quarters as Americans splash out $US1.7 trillion in excess savings.", "“Consumer demand is extremely high - over the last couple of weeks we, like others, have seen material increases in consumer spend, and that’s before the stimulus checks have arrived,” Scharf said in an interview on Bloomberg Television.", "Stimulus deposits are arriving in Americans’ bank accounts starting today. “We’re really bullish in terms of what the third and fourth quarters could look like.”", "This week also marks the one-year anniversary since Wall Street turned bullish. What’s in store for the next year? “The good news is previous bull markets have never been lower during the second year of their existence,” according to LPL Financial chief market strategist Ryan Detrick. “Although it won’t be an easy ride, investors need to remember that history is on the bulls’ side, as this bull market is still just an infant and continued gains are quite likely.”"], "Today's agenda": ["Local: Labour force February data; NZ GDP Q4", "Overseas data: Euro zone trade balance January; UK Bank of England bank rate; US Philadelphia Fed index; US leading index February."], "Market highlights": ["ASX futures were flat at 6761 points at 6.14am AEST", "AUD -0.5% to 77.07 US cents", "Bitcoin on bitstamp.net $US55,521.86", "On Wall St: Dow +0.1% S&P 500 -0.5% Nasdaq -1.1%", "In Europe: Stoxx 50 flat FTSE -06% DAX +0.3% CAC flat", "In New York: BHP -1.7% Rio -2.2% Atlassian -4%", "Spot gold -0.1% to $US1729.88 an ounce at 2pm New York time", "Brent crude -0.9% to $US67.79 a barrel", "US oil -0.6% to $US64.38 a barrel", "Iron ore +0.1% to $US166.19 a tonne", "2-year yield: US 0.15% Australia 0.07%", "5-year yield: US 0.85% Australia 0.83%", "10-year yield: US 1.68% Australia 1.71% Germany -0.29%"], "From today's Financial Review": ["Treasurer dares Labor on tax cuts: The stage-three tax cuts loom as a flashpoint at the next election with Labor considering either dumping them, paring them back, or possibly keeping them.", "InfraBuild CEO steels nervous Gupta suppliers: The boss of InfraBuild admits suppliers have become nervous amid the collapse of Greensill Capital, but insists it can come through the ‘storm’ surrounding owner Sanjeev Gupta.", "Greensill income built on high risk: Greensill Capital’s biggest source of income was buying and selling invoices from risky companies that required insurance, underscoring its precarious business model, court documents have revealed.", "Read today’s paper, exactly as it was printed, here"], "United States": ["The S&P 500 and the Nasdaq cut earlier losses. The Dow Jones Industrial Average was up 0.42 per cent while the S&P 500 lost 0.05 per cent. The Nasdaq Composite dropped 0.26 per cent.", "Just over half of the S&P 500 sector indexes were higher, with industrials and consumer discretionary each up less than 1 per cent and among the strongest performers.", "Amazon.com rose 1 per cent and gave the greatest lift to the S&P 500, while Apple’s 1.3 per cent decline weighed the index down more than any other stock."], "Europe": ["European stocks dropped. BMW shares jumped after the German carmaker forecast significant profit growth in 2021. The pan-European STOXX 600 index fell 0.5 per cent, trading below a one-year peak, with the utilities and basic resources sectors leading declines.", "A move into some cheaply valued sectors such as banks and energy has pushed European stocks closer to record levels hit last year, with investors counting on vaccination drives and stimulus measures to spur a strong global rebound this year.", "BMW rose 6.2 per cent after it forecast a significant annual increase in pre-tax profit in 2021 with strong performance in all segments.", "Europe’s automobiles & parts index gained 3.3 per cent to hit a 2018 high, with Volkswagen jumping 11.0 per cent after it forecast 2021 deliveries, sales and earnings to exceed the previous year’s level.", "The FTSE 100 index was down 0.6 per cent after posting a more-than two-month closing high on Tuesday, with mining stocks weighing the most."], "Asia": ["Asian stocks fell, tracking Wall Street. An index of regional equities excluding Japan pulled back 0.5 per cent, led by declines in South Korea’s Kospi.", "The Shanghai Composite index lost 0.3 per cent and Hong Kong’s Hang Seng fell 0.3 per cent.", "Japan’s Nikkei 225 was flat to slightly lower, while the broader Topix index bucked the trend to rise 0.1 per cent."], "Currencies": ["Sterling steadied against both the euro and the dollar on Wednesday after Britain’s dismissal of safety concerns over the AstraZeneca vaccine saw the currency recover some ground from a tumble the previous day. The pound was also 0.1 per cent lower against the euro at 85.79 pence, not far off a year’s high of 85.40 pence per euro. The US dollar was flat to slightly higher.", "The Russian rouble slid to 74 versus the dollar and government bonds fell after US President Joe Biden said his Russian counterpart Vladimir Putin will “pay a price” for efforts to meddle in the 2020 US presidential election.", "Stephen Innes from Axi writes that pressure is increasing on the euro amid slow progress on vaccinations across the continent, renewed lockdowns, and political differences.", "“The main selling seems to happen in euro crosses, with market participants reluctant to get involved with USD ahead of today’s FOMC meeting. EURCHF and EURJPY seem to be the favourites. And this momentum could be here to stay, as the recovery trade appears to be slower in Europe than elsewhere,” he writes.", "Bond buyers need to start factoring global warming into investment decisions as countries with the highest risk to climate change could see more than a fifth of their economic output wiped out by 2050, according to an analysis by index provider FTSE Russell."], "Commodities": ["Gasoline demand may never recover to pre-pandemic levels, the International Energy Agency (IEA) said on Wednesday, with increased use in developing countries offset by rising fuel efficiency and a switch to electric vehicles in wealthy nations.", "In last year’s five-year outlook before the COVID-19 pandemic’s full force was felt in Western countries, the IEA said that gasoline demand was approaching a plateau and kept its demand outlook figure steady from 2024 to 2025.", "Stephen Innes says gold is in decline. “After the FOMC is out of the way, institutional gold traders could trigger a sell-off in earnest on the expectation of solid US recovery, which could eventually shift ten-year yields above 2.25 per cent.", "“Over the next week, I expect to see a plethora of year-end gold forecast re-rate to $US1600-1500 as gold bulls are slowly becoming extinct.”"]}}